Repository: linuxdeepin/deepin-kwin
Catalog: po/*/kcm_kwin_effects.po
Languages: pt_br

# NAME OF TRANSLATORS
source: Your names
pt_br: Steve Allewell

# EMAIL OF TRANSLATORS
source: Your emails
pt_br: steve.allewell@gmail.com

source: Desktop Effects
pt_br: Efeitos da área de trabalho

source: Author: %1 License: %2
pt_br: Autor: %1 Licença: %2

# @info:tooltip
source: Show/Hide Video
pt_br: Mostrar/Ocultar Vídeo

# @info:tooltip
source: Configure...
pt_br: Configurar...

source: This module lets you configure desktop effects.
pt_br: Este módulo permite que você configure efeitos na área de trabalho.

source: Hint: To find out or configure how to activate an effect, look at the effect's settings.
pt_br: Dica: Para descobrir ou configurar como ativar um efeito, consulte as configurações do efeito.

source: Configure Filter
pt_br: Configurar filtro

source: Exclude unsupported effects
pt_br: Excluir efeitos não suportados

source: Exclude internal effects
pt_br: Excluir efeitos internos

source: Get New Desktop Effects...
pt_br: Obtenha novos efeitos para a área de trabalho...
