Repository: linuxdeepin/deepin-kwin
Catalog: po/*/kcm_kwinxwayland.po
Languages: ca, pt_br

# NAME OF TRANSLATORS
source: Your names
ca: Davidmp
pt_br: André Marcelo Alvarenga

# EMAIL OF TRANSLATORS
source: Your emails
ca: txemaq@gmail.com
pt_br: alvarenga@kde.org

source: Legacy X11 App Support
ca: Suport de llegat d'aplicacions d'X11
pt_br: Suporte aos aplicativos Legados X11

source: Allow legacy X11 apps to read keystrokes typed in other apps
ca: Permet que les aplicacions d'X11 de llegat llegeixin les pulsacions de tecles escrites en altres aplicacions
pt_br: Permitir que aplicativos X11 legados leiam as teclas digitadas em outros aplicativos

source: This module lets configure which keyboard events are forwarded to X11 apps regardless of their focus.
ca: Aquest mòdul permet configurar quins esdeveniments de teclat es reenvien a les aplicacions d'X11 independentment del seu focus.
pt_br: Este módulo permite configurar quais eventos de teclado são encaminhados para aplicativos X11, independentemente do seu foco.

source: Legacy X11 apps require the ability to read keystrokes typed in other apps for features that are activated using global keyboard shortcuts. This is disabled by default for security reasons. If you need to use such apps, you can choose your preferred balance of security and functionality here.
ca: Les aplicacions d'X11 de llegat requereixen la capacitat de llegir les pulsacions de tecles escrites en altres aplicacions per a les funcions que s'activen mitjançant tecles de drecera globals. Això està desactivat per defecte per motius de seguretat. Si necessiteu usar aquestes aplicacions, podeu triar l'equilibri preferit de seguretat i funcionalitat aquí.
pt_br: Aplicativos legados do X11 exigem a capacidade de ler as teclas digitadas em outros aplicativos para recursos ativados por meio de atalhos de teclado globais. Isso é desabilitado por padrão por motivos de segurança. Se precisar usar esses aplicativos, você pode escolher o equilíbrio ideal entre segurança e funcionalidade aqui.

source: Allow legacy X11 apps to read keystrokes typed in all apps:
ca: Permet que les aplicacions d'X11 de llegat llegeixin les pulsacions de tecles escrites a totes les aplicacions:
pt_br: Permitir que aplicativos X11 legados leiam as teclas digitadas em todos os aplicativos:

source: Never
ca: Mai
pt_br: Nunca

source: Only Meta, Control, Alt, and Shift keys
ca: Només les tecles Meta, Control, Alt i Maj
pt_br: Somente as teclas Meta, Control, Alt e Shift

source: All keys, but only while Meta, Ctrl, Alt, or Shift keys are pressed
ca: Totes les tecles, però només mentre es premen les tecles Meta, Ctrl, Alt o Maj
pt_br: Todas as teclas, mas apenas enquanto as teclas Meta, Ctrl, Alt ou Shift estiverem pressionadas

source: Always
ca: Sempre
pt_br: Sempre

source: Note that using this setting will reduce system security to that of the X11 session by permitting malicious software to steal passwords and spy on the text that you type. Make sure you understand and accept this risk.
ca: Tingueu en compte que l'ús d'aquesta configuració reduirà la seguretat del sistema a la de la sessió d'X11, ja que permetrà que el programari maliciós robi contrasenyes i espiï el text que escriviu. Assegureu-vos d'entendre i acceptar aquest risc.
pt_br: Observe que o uso desta configuração reduzirá a segurança do sistema à da sessão X11, permitindo que softwares maliciosos roubem senhas e espionem o texto que você digita. Certifique-se de compreender e aceitar esse risco.
