Repository: linuxdeepin/deepin-kwin
Catalog: po/*/kcm_kwindecoration.po
Languages: ca

# NAME OF TRANSLATORS
source: Your names
ca: Els vostres noms

# EMAIL OF TRANSLATORS
source: Your emails
ca: Els vostres correus electrònics

source: More actions for this window
ca: Més accions per a aquesta finestra

source: Application menu
ca: Menú d'aplicacions

source: On all desktops
ca: A tots els escriptoris

source: Minimize
ca: Minimitza

source: Maximize
ca: Maximitza

source: Close
ca: Tanca

source: Context help
ca: Ajuda de context

source: Shade
ca: Ombra

source: Keep below other windows
ca: Mantingues-ho per sota d'altres finestres

source: Keep above other windows
ca: Mantingues-ho per sobre d'altres finestres

source: Window Decorations
ca: Decoracions de les finestres

source: Author
ca: Autor

# %1 is the name of a border size
source: Theme's default (%1)
ca: Valor per defecte del tema (%1)

source: This tool allows you to set the window decoration theme for the currently active session, without accidentally setting it to one that is either not available, or which is already set.
ca: Aquesta eina us permet definir el tema de decoració de la finestra per a la sessió activa, sense definir-lo accidentalment com ara amb un que no estigui disponible o que ja estigui definit.

source: The name of the window decoration theme you wish to set for KWin. Passing a full path will attempt to find a theme in that directory, and then apply that if one can be deduced.
ca: El nom del tema de la decoració de finestres que voleu definir per al KWin. Si hi passeu un camí complet, s'intentarà trobar un tema en aquest directori i, si es pot deduir, s'aplicarà.

source: Show all the themes available on the system (and which is the current theme)
ca: Mostra tots els temes disponibles al sistema (i quin és el tema actual)

source: Resolved %1 to the KWin Aurorae theme "%2", and will attempt to set that as your current theme.
ca: S'ha resolt %1 com a tema %2 del KWin Aurorae i intentarà establir-lo com a tema actual.

source: You attempted to pass a file path, but this could not be resolved to a theme, and we will have to abort, due to having no theme to set
ca: Heu intentat passar un camí de fitxer, però no s'ha pogut resoldre cap tema i caldrà avortar-ho perquè no hi ha cap tema per definir.

source: The requested theme "%1" is already set as the window decoration theme.
ca: El tema sol·licitat %1 ja està definit com a tema de decoració de la finestra.

source: Successfully applied the cursor theme %1 to your current Plasma session
ca: S'ha aplicat correctament el tema del cursor %1 a la sessió actual del Plasma.

source: Failed to save your theme settings - the reason is unknown, but this is an unrecoverable error. You may find that simply trying again will work.
ca: No s'ha pogut desar la configuració del tema. Se'n desconeix el motiu, però es tracta d'un error irrecuperable. És possible que només calgui tornar-ho a intentar i que funcioni.

source: Could not find theme "%1". The theme should be one of the following options: %2
ca: No s'ha pogut trobar el tema %1. El tema hauria de ser una de les opcions següents: %2

source: You have the following KWin window decoration themes on your system:
ca: Teniu els següents temes de decoració de finestres de KWin al vostre sistema:

source: Titlebar
ca: Barra de títol

source: Drop button here to remove it
ca: Deixeu anar el botó aquí per eliminar-lo.

source: Drag buttons between here and the titlebar
ca: Arrossegueu els botons entre aquí i la barra de títol.

source: This module lets you configure the window decorations.
ca: Aquest mòdul us permet configurar la decoració de les finestres.

# tab label
source: Theme
ca: Tema

# tab label
source: Titlebar Buttons
ca: Botons de la barra de títol

# Selector label
source: Window border size:
ca: Mida de la vora de la finestra:

# button text
source: Get New Window Decorations...
ca: Aconseguiu decoracions noves per a les finestres...

# checkbox label
source: Close windows by double clicking the menu button
ca: Tanca les finestres fent doble clic al botó del menú.

# popup tip
source: Click and hold on the menu button to show the menu.
ca: Feu clic i mantingueu premut el botó del menú per mostrar-lo.

# checkbox label
source: Show titlebar button tooltips
ca: Mostra la informació emergent dels botons de la barra de títol.

source: Edit %1 Theme
ca: Edita el tema %1

source: No Borders
ca: Sense vores

source: No Side Borders
ca: Sense vores laterals

source: Large
ca: Gran

source: Very Large
ca: Molt gran

source: Huge
ca: Àmbit

source: Very Huge
ca: Molt gran

source: Oversized
ca: Sobredimensionat
