Repository: linuxdeepin/deepin-kwin
Catalog: po/*/kcmkwm.po
Languages: ca, pt_br

source: <html><head/><body><p>This option specifies how much KWin will try to prevent unwanted focus stealing caused by unexpected activation of new windows. (Note: This feature does not work with the <span style=" font-style:italic;">Focus under mouse</span> or <span style=" font-style:italic;">Focus strictly under mouse</span> focus policies.) </p><ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">None:</span> Prevention is turned off and new windows always become activated.</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Low:</span> Prevention is enabled; when some window does not have support for the underlying mechanism and KWin cannot reliably decide whether to activate the window or not, it will be activated. This setting may have both worse and better results than the medium level, depending on the applications.</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Medium:</span> Prevention is enabled.</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">High:</span> New windows get activated only if no window is currently active or if they belong to the currently active application. This setting is probably not really usable when not using mouse focus policy.</li><li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Extreme:</span> All windows must be explicitly activated by the user.</li></ul><p>Windows that are prevented from stealing focus are marked as demanding attention, which by default means their taskbar entry will be highlighted. This can be changed in the Notifications control module.</p></body></html>
ca: <html><head/><body><p>Aquesta opció especifica quant KWin intentarà evitar el robatori de focus no desitjat causat per l'activació inesperada de finestres noves. (Nota: Aquesta característica no funciona amb el focus <span style=" font-style:italic;">sota el ratolí</span> o el focus <span style=" font-style:italic;">estrictament sota el ratolí</span> polítiques d'enfocament.) </p><ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Cap:</span> La prevenció s'apaga i les finestres noves sempre s'activen.</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Baixa:</span> La prevenció està activada; quan alguna finestra no té suport per al mecanisme subjacent i el KWin no pot decidir de manera fiable si activar la finestra o no, s'activarà. Aquesta configuració pot tenir resultats pitjors i millors que el nivell mitjà, depenent de les aplicacions.</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Mitjana:</span> Prevenció està activada.</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Alta:</span> Les finestres noves només s'activen si no hi ha cap finestra activa o si pertanyen a l'aplicació activa actualment. Aquesta configuració probablement no es pot utilitzar quan no s'utilitza la política d'enfocament del ratolí.</li><li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Extreme:</span> Totes les finestres han de ser activades explícitament per l'usuari.</li></ul><p>Windows que s'impedeix robar el focus es marquen com una atenció exigent, que per defecte significa que la seva entrada a la barra de tasques es ressaltarà. Això es pot canviar al mòdul de control de notificacions.</p></body></html>
pt_br: <html><head/><body><p>Esta opção especifica quanto KWin tentará evitar o roubo de foco indesejado causado pela ativação inesperada de novas janelas. (Observação: este recurso não funciona com o<span style=" font-style:italic;">Foco sob o mouse</span> ou <span style=" font-style:italic;">Foco estritamente sob o mouse</span> políticas de foco.) </p><ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Nenhuma:</span> A prevenção é desativada e novas janelas sempre são ativadas.</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Baixo:</span> A prevenção está habilitada; quando alguma janela não tiver suporte para o mecanismo subjacente e o KWin não puder decidir com segurança se deve ou não ativar a janela, ela será ativada. Essa configuração pode ter resultados piores e melhores do que o nível médio, dependendo dos aplicativos.</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Médio:</span> A prevenção está habilitada.</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Alto:</span> Novas janelas são ativadas somente se nenhuma janela estiver ativa no momento ou se pertencerem ao aplicativo ativo no momento. Esta configuração provavelmente não é muito útil quando a política de foco do mouse não está sendo usada.</li><li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Extremo:</span> Todas as janelas devem ser ativadas explicitamente pelo usuário.</li></ul><p>As janelas que são impedidas de roubar o foco são marcadas como exigindo atenção, o que, por padrão, significa que a entrada na barra de tarefas será destacada. Isso pode ser alterado no módulo de controle de Notificações.</p></body></html>

source: None
ca: Cap
pt_br: Nenhum

source: Low
ca: Baixa
pt_br: Baixo

source: Medium
ca: Mitjana
pt_br: Médio

source: High
ca: Alta
pt_br: Alto

source: Extreme
ca: Extrem
pt_br: Extremo

source: Raising windows:
ca: Obertura de finestres:
pt_br: Levantando janelas:

source: When this option is enabled, the active window will be brought to the front when you click somewhere into the window contents. To change it for inactive windows, you need to change the settings in the Actions tab.
ca: Quan aquesta opció està activada, la finestra activa es portarà a la part davantera quan feu clic en algun lloc del contingut de la finestra. Per a canviar-lo per a finestres inactives, heu de canviar la configuració a la pestanya Accions.
pt_br: Quando esta opção estiver habilitada, a janela ativa será exibida ao clicar em algum lugar no conteúdo da janela. Para alterar isso para janelas inativas, você precisa alterar as configurações na aba Ações.

source: &Click raises active window
ca: Feu clic a alça la finestra activa
pt_br: Clicar levanta a janela ativa

source: When this option is enabled, a window in the background will automatically come to the front when the mouse pointer has been over it for some time.
ca: Quan aquesta opció està activada, una finestra en segon pla vindrà automàticament a la part davantera quan el punter del ratolí hi hagi estat durant algun temps.
pt_br: Quando esta opção estiver ativada, uma janela em segundo plano aparecerá automaticamente na frente quando o ponteiro do mouse permanecer sobre ela por algum tempo.

source: &Raise on hover, delayed by:
ca: Apuja en passar per sobre, retardat per:
pt_br: Levantar ao pairar, atrasado por:

source: This is the delay after which the window that the mouse pointer is over will automatically come to the front.
ca: Aquest és el retard després del qual la finestra sobre la qual es troba el punter del ratolí passarà automàticament a la part davantera.
pt_br: Este é o atraso após o qual a janela sobre a qual o ponteiro do mouse está irá automaticamente para a frente.

source: Multiscreen behavior:
ca: Comportament multipantalla:
pt_br: Comportamento multitelas:

source: When this option is enabled, the active screen (where new windows appear, for example) is the screen containing the mouse pointer. When disabled, the active screen is the screen containing the focused window.
ca: Quan aquesta opció està activada, la pantalla activa (on apareixen finestres noves, per exemple) és la pantalla que conté el punter del ratolí. Quan està desactivada, la pantalla activa és la pantalla que conté la finestra amb focus.
pt_br: Quando esta opção está habilitada, a tela ativa (onde novas janelas aparecem, por exemplo) é a tela que contém o ponteiro do mouse. Quando desabilitada, a tela ativa é a tela que contém a janela em foco.

source: Active screen follows &mouse
ca: La pantalla activa segueix el ratolí
pt_br: A tela ativa segue o mouse

source: When this option is enabled, focus operations are limited only to the active screen
ca: Quan aquesta opció està activada, les operacions d'enfocament només es limiten a la pantalla activa
pt_br: Quando esta opção está ativada, as operações de foco são limitadas apenas à tela ativa

source: &Separate screen focus
ca: Separa el focus de la pantalla
pt_br: Foco de tela separado

source: Window activation policy description
ca: Descripció de la política d'activació de la finestra
pt_br: Descrição da política de ativação da janela

source: Titlebar A&ctions
ca: Accions de la barra de títol
pt_br: Ações da barra de título

source: W&indow Actions
ca: Accions de la finestra
pt_br: Ações da janela

source: Mo&vement
ca: Moviment
pt_br: Movimento

source: Adva&nced
ca: Avançat
pt_br: Avançado

source: Window Behavior Configuration Module
ca: Mòdul de configuració del comportament de la finestra
pt_br: Módulo de configuração de comportamento da janela

source: (c) 1997 - 2002 KWin and KControl Authors
ca: (c) 1997 - 2002 autors del KWin i del KControl
pt_br: (c) 1997 - 2002 Autores do KWin e do KControl

source: <p><h1>Window Behavior</h1> Here you can customize the way windows behave when being moved, resized or clicked on. You can also specify a focus policy as well as a placement policy for new windows.</p> <p>Please note that this configuration will not take effect if you do not use KWin as your window manager. If you do use a different window manager, please refer to its documentation for how to customize window behavior.</p>
ca: <p><h1>Comportament de la finestra</h1> Aquí podeu personalitzar la manera en què es comporten les finestres quan es mouen, es canvien de mida o es fa clic a. També podeu especificar una política d'enfocament, així com una política de col·locació per a finestres noves.</p> <p>Tingueu en compte que aquesta configuració no tindrà efecte si no utilitzeu el KWin com a gestor de finestres. Si utilitzeu un gestor de finestres diferent, consulteu la seva documentació sobre com personalitzar el comportament de la finestra.</p>
pt_br: <p><h1>Comportamento da janela</h1> Aqui você pode personalizar o comportamento das janelas ao movê-las, redimensioná-las ou clicar nelas. Você também pode especificar uma política de foco, bem como uma política de posicionamento para novas janelas.</p> <p>Observe que esta configuração não terá efeito se você não usar o KWin como gerenciador de janelas. Se você usar um gerenciador de janelas diferente, consulte a documentação para saber como personalizar o comportamento das janelas.</p>

source: &Titlebar Actions
ca: Accions de la barra de títol
pt_br: Ações da barra de título

source: Window Actio&ns
ca: Accions de la finestra
pt_br: Ações da janela

source: Titlebar Actions
ca: Accions de la barra de títol
pt_br: Ações da barra de título

source: &Double-click:
ca: Feu doble clic:
pt_br: Clique duas vezes:

source: Behavior on <em>double</em> click into the titlebar.
ca: Comportament del <em>doble</em> clic a la barra de títol.
pt_br: Comportamento ao <em>clicar</em> duas vezes na barra de titulo.

source: Maximize
ca: Maximitza
pt_br: Maximizar

source: Vertically maximize
ca: Maximitza verticalment
pt_br: Maximizar verticalmente

source: Horizontally maximize
ca: Maximitza horitzontalment
pt_br: Maximizar horizontalmente

source: Shade
ca: Ombra
pt_br: Sombra

source: Close
ca: Tanca
pt_br: Fechar

source: Show on all desktops
ca: Mostra a tots els escriptoris
pt_br: Mostrar em todas as áreas de tarabalhos

source: Behavior on <em>mouse wheel</em> scroll over the titlebar.
ca: Comportament a la roda <em>del ratolí</em> desplaça sobre la barra de títol.
pt_br: Comportamento da <em>roda do mouse</em> ao passar o mouse sobre a barra de título.

source: Titlebar and Frame Actions
ca: Accions de la barra de títol i del marc
pt_br: Ações da barra de título e do quadro

source: Active
ca: Actiu
pt_br: Ativa

source: Inactive
ca: Inactiu
pt_br: Inativa

source: Behavior on <em>left</em> click into the titlebar or frame of an <em>active</em> window.
ca: Comportament a <em>esquerra</em> feu clic a la barra de títol o marc d'una finestra <em>activa</em>.
pt_br: Comportamento na <em>esquerda</em> ao clicar na barra de título ou no quadro de uma <em>janela</em> ativa.

source: Show actions menu
ca: Mostra el menú d'accions
pt_br: Mostrar menu de ações

source: Behavior on <em>left</em> click into the titlebar or frame of an <em>inactive</em> window.
ca: Comportament a <em>esquerra</em> feu clic a la barra de títol o marc d'una finestra <em>inactiva</em>.
pt_br: Comportamento na<em>esquerda</em> ao clicar na barra de título ou no quadro de uma<em>janela</em> inativa.

source: Activate and lower
ca: Activa i baixa
pt_br: Ativar e abaixar

source: Maximize Button Actions
ca: Maximitza les accions del botó
pt_br: Maximizar ações dos botões

source: Behavior on <em>left</em> click onto the maximize button.
ca: Comportament a <em>esquerra</em> feu clic al botó maximitza.
pt_br: Comportamento na <em>esquerda</em> ao clicar no botão maximizar.

source: Behavior on <em>middle</em> click onto the maximize button.
ca: Comportament al <em>middle</em> clic al botó maximitza.
pt_br: Comportamento no <em>meio</em> ao clicar no botão maximizar.

source: Middle c&lick:
ca: Clic del mig:
pt_br: Clique do meio:

source: Behavior on <em>right</em> click onto the maximize button.
ca: Comportament a <em>a la dreta</em> feu clic al botó maximitza.
pt_br: Comportamento na <em>direita</em> ao clicar no botão maximizar.

source: Screen &edge snap zone:
ca: Zona d'ajust de la vora de la pantalla:
pt_br: Zona de ajuste da borda da tela:

source: Here you can set the snap zone for screen edges, i.e. the 'strength' of the magnetic field which will make windows snap to the border when moved near it.
ca: Aquí podeu establir la zona de captura per a les vores de la pantalla, és a dir, la «força» del camp magnètic que farà que les finestres s'ajustin a la vora quan es moguin a prop seu.
pt_br: Aqui você pode definir a zona de ajuste para as bordas da tela, ou seja, a "força" do campo magnético que fará com que as janelas se ajustem à borda quando movidas perto dela.

source: &Window snap zone:
ca: Zona d'ajust de la finestra:
pt_br: Zona de encaixe da janela:

source: Here you can set the snap zone for windows, i.e. the 'strength' of the magnetic field which will make windows snap to each other when they are moved near another window.
ca: Aquí podeu establir la zona de captura per a les finestres, és a dir, la "força" del camp magnètic que farà que les finestres s'ajustin entre si quan es mouen a prop d'una altra finestra.
pt_br: Aqui você pode definir a zona de encaixe para janelas, ou seja, a "força" do campo magnético que fará com que as janelas se encaixem umas nas outras quando forem movidas para perto de outra janela.

source: &Center snap zone:
ca: Zona d'ajust central:
pt_br: Zona de encaixe central:

source: Here you can set the snap zone for the screen center, i.e. the 'strength' of the magnetic field which will make windows snap to the center of the screen when moved near it.
ca: Aquí podeu establir la zona de captura per al centre de la pantalla, és a dir, la "força" del camp magnètic que farà que les finestres s'ajustin al centre de la pantalla quan es moguin a prop seu.
pt_br: Aqui você pode definir a zona de ajuste para o centro da tela, ou seja, a "força" do campo magnético que fará com que as janelas se ajustem ao centro da tela quando movidas para perto dela.

source: &Snap windows:
ca: Ajusta les finestres:
pt_br: Janelas instantâneas:

source: Here you can set that windows will be only snapped if you try to overlap them, i.e. they will not be snapped if the windows comes only near another window or border.
ca: Aquí podeu establir que les finestres només s'ajustaran si intenteu superposar-les, és a dir, que no s'ajustaran si les finestres només arriben a prop d'una altra finestra o vora.
pt_br: Aqui você pode definir que as janelas serão encaixadas somente se você tentar sobrepô-las, ou seja, elas não serão encaixadas caso a janela chegue perto de outra janela ou borda.

source: Only when overlapping
ca: Només en superposar
pt_br: Somente quando sobreposto

source: <em>Click to focus:</em> A window becomes active when you click into it. This behavior is common on other operating systems and likely what you want.
ca: <em>Feu clic per enfocar:</em> Una finestra es torna activa quan feu clic a dins. Aquest comportament és comú en altres sistemes operatius i probablement el que es vulgui.
pt_br: <em>Clique para focar:</em> Uma janela se torna ativa quando você clicar nela. Esse comportamento é comum em outros sistemas operacionais e provavelmente é o que você deseja.

source: <em>Click to focus (mouse precedence):</em> Mostly the same as <em>Click to focus</em>. If an active window has to be chosen by the system (eg. because the currently active one was closed) the window under the mouse is the preferred candidate. Unusual, but possible variant of <em>Click to focus</em>.
ca: <em>Feu clic per enfocar (preferència del ratolí):</em> Majorment el mateix que <em>Feu clic per enfocar</em>. Si el sistema ha de triar una finestra activa (p. ex. perquè l'actualment activa es va tancar) la finestra sota el ratolí és la candidata preferida. Inusual, però possible variant de <em>Feu clic per enfocar</em>.
pt_br: <em>Clique para focar (precedência do mouse):</em> Quase o mesmo que <em>Clique para focar</em>. Se uma janela ativa tiver que ser escolhida pelo sistema (por exemplo, porque a janela atualmente ativa foi fechada), a janela sob o mouse é a candidata preferencial. Variante incomum, mas possível do <em>clique para focar</em>.

source: <em>Focus follows mouse:</em> Moving the mouse onto a window will activate it. Eg. windows randomly appearing under the mouse will not gain the focus. <em>Focus stealing prevention</em> takes place as usual. Think as <em>Click to focus</em> just without having to actually click.
ca: <em>Focus segueix el ratolí:</em> Moure el ratolí a una finestra l'activarà. Per exemple, les finestres que apareixen aleatòriament sota el ratolí no guanyaran el focus. <em>La prevenció del robatori de focus</em> té lloc com de costum. Penseu com a <em>Clic per enfocar</em> només sense haver de fer clic.
pt_br: <em>O foco segue o mouse:</em> Mover o mouse sobre uma janela irá ativá-la. Por exemplo, janelas que aparecem aleatoriamente sob o mouse não receberão o foco. <em>Prevenção de roubo de foco</em> acontece como de costume. Pense como<em>Clique para focar</em> juapenas sem precisar clicar.

source: This is mostly the same as <em>Focus follows mouse</em>. If an active window has to be chosen by the system (eg. because the currently active one was closed) the window under the mouse is the preferred candidate. Choose this, if you want a hover controlled focus.
ca: Això és principalment el mateix que <em>Focus segueix el ratolí</em>. Si el sistema ha de triar una finestra activa (p. ex. perquè l'actualment activa es va tancar) la finestra sota el ratolí és la candidata preferida. Trieu això, si voleu un focus controlat en passar per sobre.
pt_br: Isso é basicamente o mesmo que <em>O foco segue o mouse</em>. Se uma janela ativa tiver que ser escolhida pelo sistema (por exemplo, porque a janela ativa no momento foi fechada), a janela sob o mouse é a candidata preferencial. Escolha esta opção se desejar um foco controlado por foco.

source: <em>Focus under mouse:</em> The focus always remains on the window under the mouse.<br/><strong>Warning:</strong> <em>Focus stealing prevention</em> and the <em>tabbox ('Alt+Tab')</em> contradict the activation policy and will not work. You very likely want to use <em>Focus follows mouse (mouse precedence)</em> instead!
ca: <em>Focus sota el ratolí:</em> El focus sempre roman a la finestra sota el ratolí.<br/><strong>Avís:</strong> <em>La prevenció de robatori de focus</em> i la pestanya <em>('Alt+Tab')</em> contradiu la política d'activació i no funcionarà. És molt probable que vulgueu utilitzar <em>Focus segueix el ratolí (prioritat del ratolí)</em>!
pt_br: <em>Foco sob o mouse:</em> O foco sempre permanece na janela sob o mouse.<br/><strong>Aviso:</strong> <em>Prevenção de roubo de foco</em> e a<em>caixa de guias ('Alt+Tab')</em> contradiz a política de ativação e não funcionará. Você provavelmente deseja usar <em>O foco segue o mouse (precedência do mouse)</em> em vez de!

source: <em>Focus strictly under mouse:</em> The focus is always on the window under the mouse (in doubt nowhere) very much like the focus behavior in an unmanaged legacy X11 environment.<br/><strong>Warning:</strong> <em>Focus stealing prevention</em> and the <em>tabbox ('Alt+Tab')</em> contradict the activation policy and will not work. You very likely want to use <em>Focus follows mouse (mouse precedence)</em> instead!
ca: <em>Focus estrictament sota el ratolí:</em> El focus sempre és a la finestra sota el ratolí (en cap cas) molt semblant al comportament del focus en un entorn X11 no gestionat.<br/><strong>Avís:</strong> <em>Prevenció de robatori de focus</em> i el tabbox <em>('Alt+Tab')</em> contradiu la política d'activació i no funcionarà. És molt probable que vulgueu utilitzar <em>Focus segueix el ratolí (prioritat del ratolí)</em>!
pt_br: <em>Foco estritamente sob o mouse:</em> O foco está sempre na janela sob o mouse (sem dúvida em nenhum lugar), muito parecido com o comportamento do foco em um ambiente X11 legado não gerenciado.<br/><strong>Aviso:</strong> <em>Prevenção de roubo de foco</em> e a <em>caixa de guias ('Alt+Tab')</em>contradiz a política de ativação e não funcionará. Você provavelmente deseja usar<em>O foco segue o mouse (precedência do mouse)</em>em vez de!

source: &Focus
pt_br: Foco
