Repository: linuxdeepin/deepin-kwin
Catalog: po/*/kcmkwm.po
Languages: ca, pt_br

# NAME OF TRANSLATORS
source: Your names
ca: Els vostres noms
pt_br: Malcolm Hunter, Steve Allewell

# EMAIL OF TRANSLATORS
source: Your emails
ca: Els vostres correus electrònics
pt_br: malcolm.hunter@gmx.co.uk, steve.allewell@gmail.com

source: Inactive Inner Window Actions
ca: Accions de la finestra interior inactiva
pt_br: Ações de janela interna inativas

source: &Left click:
ca: Clic esquerre:
pt_br: Clique com o botão esquerdo:

source: In this row you can customize left click behavior when clicking into an inactive inner window ('inner' means: not titlebar, not frame).
ca: En aquesta fila podeu personalitzar el comportament del clic esquerre en fer clic en una finestra interior inactiva ('interior' significa: no barra de títol, no marc).
pt_br: Nesta linha, você pode personalizar o comportamento do clique esquerdo ao clicar em uma janela interna inativa ('interna' significa: não barra de título, não quadro).

source: Activate, raise and pass click
ca: Activa, aixeca i passa el clic
pt_br: Ative, levante e passe o clique

source: Activate and pass click
ca: Activa i passa el clic
pt_br: Ativar e passar clique

source: Activate
ca: Activa
pt_br: Ativar

source: Activate and raise
ca: Activa i aixeca
pt_br: Ativar e aumentar

source: &Middle click:
ca: Clic del mig:
pt_br: Clique com o botão do meio:

source: In this row you can customize middle click behavior when clicking into an inactive inner window ('inner' means: not titlebar, not frame).
ca: En aquesta fila podeu personalitzar el comportament del clic del mig quan feu clic en una finestra interior inactiva ('interior' significa: no barra de títol, no marc).
pt_br: Nesta linha, você pode personalizar o comportamento do clique do meio ao clicar em uma janela interna inativa ('interna' significa: não barra de título, não quadro).

source: &Right click:
ca: Clic dret:
pt_br: Clique com o botão direito:

source: In this row you can customize right click behavior when clicking into an inactive inner window ('inner' means: not titlebar, not frame).
ca: En aquesta fila podeu personalitzar el comportament del clic dret en fer clic en una finestra interior inactiva ('interior' significa: no barra de títol, no marc).
pt_br: Nesta linha, você pode personalizar o comportamento do botão direito ao clicar em uma janela interna inativa ('interna' significa: não barra de título, não quadro).

source: Mouse &wheel:
ca: Ro&da del ratolí:
pt_br: Scroll e mouse

source: In this row you can customize behavior when scrolling into an inactive inner window ('inner' means: not titlebar, not frame).
ca: En aquesta fila podeu personalitzar el comportament en desplaçar-vos cap a una finestra interior inactiva ('interior' significa: no barra de títol, no marc).
pt_br: Nesta linha, você pode personalizar o comportamento ao rolar para uma janela interna inativa ('interna' significa: não barra de título, não quadro).

source: Scroll
ca: Desplaça

source: Activate and scroll
ca: Activa i desplaça
pt_br: Ativar e rolar

source: Activate, raise and scroll
ca: Activa, puja i desplaça
pt_br: Ative, levante e role

source: Inner Window, Titlebar and Frame Actions
ca: Accions de la finestra interior, la barra de títol i el marc
pt_br: Ações de janela interna, barra de título e quadro

source: Mo&difier key:
ca: Tecla modificadora:
pt_br: Tecla modificadora:

source: Here you select whether holding the Meta key or Alt key will allow you to perform the following actions.
ca: Aquí seleccioneu si mantenir premuda la tecla Meta o Alt us permetrà realitzar les accions següents.
pt_br: Aqui você seleciona se segurar a tecla Meta ou a tecla Alt permitirá que você execute as seguintes ações.

source: L&eft click:
ca: Clic esquerre:
pt_br: Clique com o botão esquerdo:

source: In this row you can customize left click behavior when clicking into the titlebar or the frame.
ca: En aquesta fila podeu personalitzar el comportament del clic esquerre en fer clic a la barra de títol o al marc.
pt_br: Nesta linha, você pode personalizar o comportamento do clique esquerdo ao clicar na barra de título ou no quadro.

source: Move
ca: Mou
pt_br: Mover

source: Activate, raise and move
ca: Activa, aixeca i mou
pt_br: Ative, levante e mova

source: Toggle raise and lower
ca: Commuta amunt i avall
pt_br: Alternar entre subir e descer

source: Resize
ca: Canvia'n la mida
pt_br: Redimensionar

source: Raise
ca: Apuja
pt_br: Elevação

source: Lower
ca: Inferior
pt_br: Mais baixo

source: Minimize
ca: Minimitza
pt_br: Minimizar

source: Decrease opacity
ca: Disminueix l'opacitat
pt_br: Diminuir a opacidade

source: Increase opacity
ca: Augmenta l'opacitat
pt_br: Aumentar a opacidade

source: Do nothing
ca: No facis res
pt_br: Não faça nada

source: Middle &click:
ca: Clic del mig:
pt_br: Clique do meio:

source: In this row you can customize middle click behavior when clicking into the titlebar or the frame.
ca: En aquesta fila podeu personalitzar el comportament del clic del mig en fer clic a la barra de títol o al marc.
pt_br: Nesta linha, você pode personalizar o comportamento do clique do meio ao clicar na barra de título ou no quadro.

source: Right clic&k:
ca: Clic dret:
pt_br: Clique com o botão direito:

source: In this row you can customize right click behavior when clicking into the titlebar or the frame.
ca: En aquesta fila podeu personalitzar el comportament del clic dret en fer clic a la barra de títol o al marc.
pt_br: Nesta linha, você pode personalizar o comportamento do clique direito ao clicar na barra de título ou no quadro.

source: Mo&use wheel:
ca: Roda del ratolí:
pt_br: Roda do mouse:

source: Here you can customize KDE's behavior when scrolling with the mouse wheel in a window while pressing the modifier key.
ca: Aquí podeu personalitzar el comportament del KDE quan es desplaça amb la roda del ratolí en una finestra mentre premeu la tecla modificadora.
pt_br: Aqui você pode personalizar o comportamento do KDE ao rolar com a roda do mouse em uma janela enquanto pressiona a tecla modificadora.

source: Raise/lower
ca: Puja/baixa
pt_br: Aumentar/diminuir

source: Shade/unshade
ca: Ombra/desombreja
pt_br: Sombra/dessombreamento

source: Maximize/restore
ca: Maximitza/restaura
pt_br: Maximizar/restaurar

source: Keep above/below
ca: Mantén per sobre/per sota
pt_br: Manter acima/abaixo

source: Move to previous/next desktop
ca: Mou a l'escriptori anterior/següent
pt_br: Mover para a área de trabalho anterior/seguinte

source: Change opacity
ca: Canvia l'opacitat
pt_br: Alterar opacidade

source: Window &unshading:
ca: Desombrejat de la finestra:
pt_br: Janela e desombreamento:

source: <html><head/><body><p>If this option is enabled, a shaded window will unshade automatically when the mouse pointer has been over the titlebar for some time.</p></body></html>
ca: <html><head/><body><p>Si aquesta opció està activada, una finestra ombrejada es desombrejarà automàticament quan el punter del ratolí hagi estat sobre la barra de títol durant algun temps.</p></body></html>
pt_br: <html><head/><body><p>Se esta opção estiver ativada, uma janela sombreada ficará sombreada automaticamente quando o ponteiro do mouse estiver sobre a barra de título por algum tempo.</p></body></html>

source: On titlebar hover after:
ca: En passar per sobre de la barra de títol:
pt_br: Na barra de título, passe o mouse após:

source: Sets the time in milliseconds before the window unshades when the mouse pointer goes over the shaded window.
ca: Estableix el temps en mil·lisegons abans que la finestra es desbloquegi quan el punter del ratolí passi per sobre de la finestra ombrejada.
pt_br: Define o tempo em milissegundos antes que a janela fique sombreada quando o ponteiro do mouse passa sobre a janela sombreada.

source: Window &placement:
ca: Col·locació de la finestra:
pt_br: Janela e posicionamento:

source: <html><head/><body><p>The placement policy determines where a new window will appear on the desktop.</p><ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Smart</span> will try to achieve a minimum overlap of windows</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Maximizing</span> will try to maximize every window to fill the whole screen. It might be useful to selectively affect placement of some windows using the window-specific settings.</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Random</span> will use a random position</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Centered</span> will place the window centered</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Zero-cornered</span> will place the window in the top-left corner</li><li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Under mouse</span> will place the window under the pointer</li></ul></body></html>
ca: <html><head/><body><p>La política de col·locació determina on apareixerà una finestra nova a l'escriptori.</p><ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Smart</span> intentarà aconseguir una superposició mínima de finestres</li><head/>0 <head/>1 Maximitzar</span> intentarà maximitzar cada finestra per omplir tota la pantalla. Pot ser útil afectar selectivament la col·locació d'algunes finestres utilitzant la configuració específica de la finestra.</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Random</span> utilitzarà una posició aleatòria</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Centered</span> ubicarà la finestra centrada</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">0 Zero-cornered <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">1 ubicarà la finestra a la cantonada superior esquerra</li><li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Sota el ratolí</span> ubicarà la finestra sota el punter</li></ul></body></html>19
pt_br: <html><head/><body><p>A política de posicionamento determina onde uma nova janela aparecerá na área de trabalho.</p><ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Inteligente</span> tentará obter uma sobreposição mínima de janelas</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Maximizando</span> tentará maximizar cada janela para preencher a tela inteira. Pode ser útil afetar seletivamente o posicionamento de algumas janelas usando as configurações específicas de cada janela.</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Aleatória</span>usará uma posição aleatória</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Centralizado</span> colocará a janela centralizada</li><li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Sem cantos</span> colocará a janela no canto superior esquerdo</li><li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Sob o mouse</span> colocará a janela sob o ponteiro</li></ul></body></html>

source: Minimal Overlapping
ca: Superposició mínima
pt_br: Sobreposição mínima

source: Maximized
ca: Maximitzat
pt_br: Maximizado

source: Random
ca: Aleatori
pt_br: Aleatório

source: Centered
ca: Centrat
pt_br: Centralizada

source: In Top-Left Corner
ca: A la cantonada superior esquerra
pt_br: No canto superior esquerdo

source: Under mouse
ca: Sota el ratolí
pt_br: Sob o mouse

source: When turned on, apps which are able to remember the positions of their windows are allowed to do so. This will override the window placement mode defined above.
ca: Quan s'activa, les aplicacions que són capaces de recordar les posicions de les seves finestres poden fer-ho. Això substituirà el mode de col·locació de la finestra definit anteriorment.
pt_br: Quando ativado, os aplicativos que conseguem lembrar a posição de suas janelas têm permissão para fazê-lo. Isso substituirá o modo de posicionamento de janelas definido acima.

source: Allow apps to remember the positions of their own windows, if they support it
ca: Permet que les aplicacions recordin les posicions de les seves pròpies finestres, si les suporten
pt_br: Permitir que os aplicativos se lembrem das posições de suas próprias janelas, se eles suportarem isso

source: &Special windows:
ca: Finestres especials:
pt_br: Janelas especiais:

source: When turned on, utility windows (tool windows, torn-off menus,...) of inactive applications will be hidden and will be shown only when the application becomes active. Note that applications have to mark the windows with the proper window type for this feature to work.
ca: Quan estigui activada, les finestres d'utilitat (finestres d'eines, menús trencats,...) de les aplicacions inactives s'ocultaran i només es mostraran quan l'aplicació estigui activa. Tingueu en compte que les aplicacions han de marcar les finestres amb el tipus de finestra adequat perquè aquesta característica funcioni.
pt_br: Quando ativadas, as janelas de utilitários (janelas de ferramentas, menus destacados, etc.) de aplicativos inativos ficarão ocultas e serão exibidas somente quando o aplicativo for ativado. Observe que os aplicativos precisam marcar as janelas com o tipo de janela apropriado para que este recurso funcione.

source: Hide utility windows for inactive applications
ca: Amaga les finestres d'utilitat per a aplicacions inactives
pt_br: Ocultar janelas de utilitários para aplicativos inativos

source: Virtual Desktop behavior:
ca: Comportament de l'escriptori virtual:
pt_br: Comportamento da área de trabalho virtual:

source: When activating a window on a different Virtual Desktop:
ca: En activar una finestra en un escriptori virtual diferent:
pt_br: Ao ativar uma janela em uma Área de Trabalho Virtual diferente:

source: <html><head/><body><p>This setting controls what happens when an open window located on a Virtual Desktop other than the current one is activated. </p><p><span style=" font-style:italic;">Switch to that Virtual Desktop</span> will switch to the Virtual Desktop where the window is currently located. </p><p><span style=" font-style:italic;">Bring window to current Virtual Desktop</span> will cause the window to jump to the active Virtual Desktop. </p></body></html>
ca: <html><head/><body><p>Aquest paràmetre controla què passa quan s'activa una finestra oberta situada en un Escriptori Virtual diferent de l'actual. </p><p><span style=" font-style:italic;">Canvia a l'escriptori virtual</span> canviarà a l'escriptori virtual on es troba la finestra actualment. </p><p><span style=" font-style:italic;">Porta la finestra a l'escriptori virtual actual</span> farà que la finestra salti a l'escriptori virtual actiu. </p></body></html>
pt_br: <html><head/><body><p>Esta configuração controla o que acontece quando uma janela aberta localizada em uma Área de Trabalho Virtual diferente da atual é ativada. </p><p><span style=" font-style:italic;">Mude para a área de trabalho virtual</span> mudará para a área de trabalho virtual onde a janela está localizada atualmente. </p><p><span style=" font-style:italic;">Trazer janela para a Área de Trabalho Virtual atual</span> fará com que a janela salte para a Área de Trabalho Virtual ativa. </p></body></html>

source: Switch to that Virtual Desktop
ca: Canvia a aquest escriptori virtual
pt_br: Mude para a área de trabalho virtual

source: Bring window to current Virtual Desktop
ca: Porta la finestra a l'escriptori virtual actual
pt_br: Trazer janela para a Área de Trabalho Virtual atual

source: Window &activation policy:
ca: Política d'activació de la finestra:
pt_br: Política de janela e ativação:

source: With this option you can specify how and when windows will be focused.
ca: Amb aquesta opció podeu especificar com i quan s'enfocaran les finestres.
pt_br: Com esta opção você pode especificar como e quando as janelas serão focadas.

# sassa asas
source: Click to focus
ca: Feu clic per centrar
pt_br: Clique para focar

source: Click to focus (mouse precedence)
ca: Feu clic per a enfocar (preferència del ratolí)
pt_br: Clique para focar (precedência do mouse)

source: Focus follows mouse
ca: El focus segueix el ratolí
pt_br: O foco segue o mouse

source: Focus follows mouse (mouse precedence)
ca: El focus segueix el ratolí (preferència del ratolí)
pt_br: O foco segue o mouse (precedência do mouse)

source: Focus under mouse
ca: Focus sota el ratolí
pt_br: Foco sob o mouse

source: Focus strictly under mouse
ca: Focus estrictament sota el ratolí
pt_br: Foco estritamente sob o mouse

source: &Delay focus by:
ca: Retard del focus per:
pt_br: Atrasar o foco por:

source: This is the delay after which the window the mouse pointer is over will automatically receive focus.
ca: Aquest és el retard després del qual la finestra sobre la qual es troba el punter del ratolí rebrà automàticament el focus.
pt_br: Este é o atraso após o qual a janela sobre a qual o ponteiro do mouse está receberá o foco automaticamente.

source: Focus &stealing prevention:
ca: Prevenció del robatori de focus:
pt_br: Foco e prevenção de roubo:
