Repository: linuxdeepin/deepin-kwin
Catalog: po/*/kcmkwincompositing.po
Languages: pt_br

source: OpenGL compositing (the default) has crashed KWin in the past. This was most likely due to a driver bug. If you think that you have meanwhile upgraded to a stable driver, you can reset this protection but be aware that this might result in an immediate crash!
pt_br: A composição OpenGL (o padrão) travou o KWin no passado.. Isso provavelmente ocorreu devido a um bug no driver. Se você acha que já atualizou para um driver estável, você pode redefinir essa proteção, mas esteja ciente de que isso pode resultar em uma falha imediata!

source: Keeping the window thumbnail always interferes with the minimized state of windows. This can result in windows not suspending their work when minimized.
pt_br: Manter a miniatura da janela sempre interfere no estado minimizado das janelas. Isso pode fazer com que as janelas não suspendam seu funcionamento quando minimizadas.

source: Compositing:
pt_br: Composição:

source: Enable on startup
pt_br: Habilitar na inicialização

source: Applications can set a hint to block compositing when the window is open. This brings performance improvements for e.g. games. The setting can be overruled by window-specific rules.
pt_br: Os aplicativos podem definir uma dica para bloquear a composição quando a janela estiver aberta. Isso traz melhorias de desempenho para jogos, por exemplo. A configuração pode ser anulada por regras específicas da janela.

source: Allow applications to block compositing
pt_br: Permitir que aplicativos bloqueiem a composição

source: Animation speed:
pt_br: Velocidade de animação:

source: Very slow
pt_br: Muito lento

source: Instant
pt_br: instantâneo

source: Keep window thumbnails:
pt_br: Manter miniaturas de janelas:

source: Never
pt_br: Nunca

source: Only for Shown Windows
pt_br: Somente para janelas mostradas

source: Always
pt_br: Sempre

source: Latency:
pt_br: Latência:

source: Force lowest latency (may cause dropped frames)
pt_br: Forçar a menor latência (pode causar perda de quadros)

source: Prefer lower latency
pt_br: Prefere a menor latência

source: Balance of latency and smoothness
pt_br: Equilíbrio entre latência e suavidade

source: Prefer smoother animations
pt_br: Prefira animações mais suaves

source: Force smoothest animations
pt_br: Forçar animações mais suaves

source: Reduce latency by allowing screen tearing artifacts in fullscreen windows
pt_br: Reduza a latência permitindo artefatos de tela rasgada em janelas de tela cheia

source: Re-enable OpenGL detection
pt_br: Reativar a detecção do OpenGL
