Repository: linuxdeepin/deepin-kwin
Catalog: po/*/kwin.po
Languages: bo, pl, pt_br

# NAME OF TRANSLATORS
source: Your names
pl: Ken Knight, Dwayne Bailey, Steve Allewell
pt_br: Ken Knight, Dwayne Bailey, Steve Allewell

# EMAIL OF TRANSLATORS
source: Your emails
pl: anarchist_tomato@herzeleid.net, dwayne@translate.org.za, steve.allewell@gmail.com
pt_br: anarchist_tomato@herzeleid.net, dwayne@translate.org.za, steve.allewell@gmail.com

source: Desktop effects were restarted due to a graphics reset
pl: Efekty pulpitu zostały zresetowane z powodu przeładowania grafiki
pt_br: Os efeitos da área de trabalho foram reiniciados devido a uma redefinição gráfica

source: Desktop effects have been suspended by another application.<br/>You can resume using the '%1' shortcut.
pl: Efekty pulpitu zostały wstrzymane przez aplikacje zewnętrzną. <br/>Wznów efekty skrótem klawiszowym '%1'.
pt_br: Os efeitos da área de trabalho foram suspensos por outro aplicativo.<br/>Você pode continuar usando o atalho '%1'.

source: <b>OpenGL compositing (the default) has crashed KWin in the past.</b><br>This was most likely due to a driver bug.<p>If you think that you have meanwhile upgraded to a stable driver,<br>you can reset this protection but <b>be aware that this might result in an immediate crash!</b></p>
pl: <b>Kompozytowanie OpenGL (domyślne) zawiesiło już KWin w przeszłości.</b><br> Najprawdopodobniej wynikało to z bugu w sterowniku.<p> Jeśli myślisz, że sterownik został już zaktualizowany międzyczasie,<br> możesz zresetować tę ochronę.<b> Natomiast może to doprowadzić do crasha!</b></p>
pt_br: <b>A composição OpenGL (o padrão) travou o KWin no passado.</b><br>Provavelmente isso ocorreu devido a um bug no driver.<p>Se você acha que já atualizou para um driver estável,<br>você pode redefinir essa proteção, mas <b>esteja ciente de que isso pode resultar em uma falha imediata!</b></p>

source: Required X extensions (XComposite and XDamage) are not available.
pl: Wymagane rozszerzenia X (XComposite and XDamage) nie są dostępne.
pt_br: As extensões X necessárias (XComposite e XDamage) não estão disponíveis.

source: GLX/OpenGL is not available.
pl: GLX/OpenGL nie są dostępne.
pt_br: GLX/OpenGL não está disponível.

source: Timestamp
pl: Znacznik czasowy
pt_br: Carimbo de data e hora

source: Timestamp (µsec)
pl: Znacznik czasowy (µsec)
pt_br: Carimbo de data e hora (µseg)

# A mouse button
source: Left
pl: Lewo
pt_br: Esquerda

# A mouse button
source: Right
pl: Prawo
pt_br: Direita

# A mouse button
source: Middle
pl: Środek
pt_br: Meio

# A mouse button
source: Back
pl: Wstecz
pt_br: Voltar

# A mouse button
source: Forward
pl: Dalej
pt_br: Avançar

# A mouse button
source: Task
pl: Zadanie
pt_br: Tarefa

# A mouse button
source: Extra Button 4
pl: Dodatkowy przycisk 4
pt_br: Botão Extra 4

# A mouse button
source: Extra Button 5
pl: Dodatkowy przycisk 5
pt_br: Botão Extra 5

# A mouse button
source: Extra Button 6
pl: Dodatkowy przycisk 6
pt_br: Botão Extra 6

# A mouse button
source: Extra Button 7
pl: Dodatkowy przycisk 7
pt_br: Botão Extra 7

# A mouse button
source: Extra Button 8
pl: Dodatkowy przycisk 8
pt_br: Botão Extra 8

# A mouse button
source: Extra Button 9
pl: Dodatkowy przycisk 9
pt_br: Botão Extra 9

# A mouse button
source: Extra Button 10
pl: Dodatkowy przycisk 10
pt_br: Botão Extra 10

# A mouse button
source: Extra Button 11
pl: Dodatkowy przycisk 11
pt_br: Botão Extra 11

# A mouse button
source: Extra Button 12
pl: Dodatkowy przycisk 12
pt_br: Botão Extra 12

# A mouse button
source: Extra Button 13
pl: Dodatkowy przycisk 13
pt_br: Botão Extra 13

# A mouse button
source: Extra Button 14
pl: Dodatkowy przycisk 14
pt_br: Botão Extra 14

# A mouse button
source: Extra Button 15
pl: Dodatkowy przycisk 15
pt_br: Botão Extra 15

# A mouse button
source: Extra Button 16
pl: Dodatkowy przycisk 16
pt_br: Botão Extra 16

# A mouse button
source: Extra Button 17
pl: Dodatkowy przycisk 17
pt_br: Botão Extra 17

# A mouse button
source: Extra Button 18
pl: Dodatkowy przycisk 18
pt_br: Botão Extra 18

# A mouse button
source: Extra Button 19
pl: Dodatkowy przycisk 19
pt_br: Botão Extra 19

# A mouse button
source: Extra Button 20
pl: Dodatkowy przycisk 20
pt_br: Botão Extra 20

# A mouse button
source: Extra Button 21
pl: Dodatkowy przycisk 21
pt_br: Botão Extra 21

# A mouse button
source: Extra Button 22
pl: Dodatkowy przycisk 22
pt_br: Botão Extra 22

# A mouse button
source: Extra Button 23
pl: Dodatkowy przycisk 23
pt_br: Botão Extra 23

# A mouse button
source: Extra Button 24
pl: Dodatkowy przycisk 24
pt_br: Botão Extra 24

source: Input Device
pl: Urządzenie wejściowe
pt_br: Dispositivo de entrada

# The input device of the event is not known
source: Unknown
pl: Nieznane
pt_br: Desconhecido

# A mouse pointer motion event
source: Pointer Motion
pl: Ruch wskaźnika
pt_br: Movimento do ponteiro

# The relative mouse movement
source: Delta (not accelerated)
pl: Delta (bez akceleracji)
pt_br: Delta (não acelerado)

# The global mouse pointer position
source: Global Position
pl: Pozycja globalna
pt_br: Posição global

# A mouse pointer button press event
source: Pointer Button Press
pl: Naciśnięcie przycisku wskaźnika
pt_br: Pressionar o botão do ponteiro

# A button in a mouse press/release event
source: Button
pl: Przycisk
pt_br: Botão

# A button in a mouse press/release event
source: Native Button code
pl: Natywny kod przycisku
pt_br: Código nativo do botão

# All currently pressed buttons in a mouse press/release event
source: Pressed Buttons
pl: Naciśnięte przyciski
pt_br: Botões pressionados

# A mouse pointer button release event
source: Pointer Button Release
pl: Uwolnienie przycisku wskaźnika
pt_br: Liberação do botão do ponteiro

# A mouse pointer axis (wheel) event
source: Pointer Axis
pl: Oś wskaźnika
pt_br: Eixo do ponteiro

# The orientation of a pointer axis event
source: Orientation
pl: Orientacja
pt_br: Orientação

# A key press event
source: Key Press
pl: Naciśnięcie klawisza
pt_br: Pressionar tecla

# A key release event
source: Key Release
pl: Uwolnienie klawisza
pt_br: Liberação da tecla

# A keyboard modifier
source: Control
pt_br: Controlar

# A keyboard modifier
source: Keypad
pl: Klawiatura numeryczna
pt_br: Teclado

# A keyboard modifier
source: Group-switch
pl: Przełączanie-grupy
pt_br: Troca de grupo

# Whether the event is an automatic key repeat
source: Repeat
pl: Powtórz
pt_br: Repetir

# The code as read from the input device
source: Scan code
pl: Kod skanowania
pt_br: Código de digitalização

# Key according to Qt
source: Qt::Key code
pt_br: Qt::Código da tecla

# The translated code to an Xkb symbol
source: Xkb symbol
pl: Symbol Xkb
pt_br: Símbolo Xkb

# The currently active modifiers
source: Modifiers
pl: Modyfikatory
pt_br: Modificadores

# A touch down event
source: Touch down
pt_br: Aterrissar

# The id of the touch point in the touch event
source: Point identifier
pl: Identyfikator wskaźnika
pt_br: Identificador de ponto

# The global position of the touch point
source: Global position
pl: Pozycja globalna
pt_br: Posição global

# A touch motion event
source: Touch Motion
pl: Ruch dotyku
pt_br: Movimento de toque

# A touch up event
source: Touch Up
pt_br: Tocar em cima

# A pinch gesture is started
source: Pinch start
pt_br: Início rápido

# Number of fingers in this pinch gesture
source: Finger count
pt_br: Contador de dedos

# A pinch gesture is updated
source: Pinch update
pt_br: Atualização de pinçar

# Current scale in pinch gesture
source: Scale
pl: Skala
pt_br: Escala

# Current angle in pinch gesture
source: Angle delta
pt_br: Ângulo delta

# A pinch gesture ended
source: Pinch end
pt_br: Apertar com o dedo

# A pinch gesture got cancelled
source: Pinch cancelled
pt_br: Pincelar cancelado

# A swipe gesture is started
source: Swipe start
pt_br: Deslizar para iniciar

# Number of fingers in this swipe gesture
source: Finger count
pt_br: Contador de dedos

# A swipe gesture is updated
source: Swipe update
pt_br: Atualização de deslizar

# A swipe gesture ended
source: Swipe end
pt_br: Deslizar para o final

# A swipe gesture got cancelled
source: Swipe cancelled
pt_br: Deslize cancelado

# A hardware switch (e.g. notebook lid) got toggled
source: Switch toggled
pt_br: Interruptor alternado

# Name of a hardware switch
source: Notebook lid
pt_br: Tampa do notebook

# Name of a hardware switch
source: Tablet mode
pl: Tryb tabletowy
pt_br: Modo Tablet

# A hardware switch
source: Switch
pl: Przełącz
pt_br: Alternar

# The hardware switch got turned off
source: Off
pl: Wyłączony
pt_br: Desativado

# The hardware switch got turned on
source: On
pl: Włączony
pt_br: Ativado

# State of a hardware switch (on/off)
source: State
pl: Stan
pt_br: Estado

source: Tablet Tool
pt_br: Ferramenta Tablet

source: EventType
pl: TypWydarzenia
pt_br: Tipo de evento

source: Position
pl: Pozycja
pt_br: Posição

source: Tilt
pl: Nachylenie
pt_br: Inclinar

source: Rotation
pl: Rotacja
pt_br: Rotação

source: Pressure
pl: Nacisk
pt_br: Pressionar

source: Buttons
pl: Przyciski
pt_br: Botões

source: Modifiers
pl: Modyfikatory
pt_br: Modificações

source: Tablet Tool Button
pt_br: Botão de ferramenta do tablet

source: Button
pl: Przycisk
pt_br: Botão

source: Pressed
pl: Przyciśnięty
pt_br: Pressionado

source: Tablet Pad Button
pt_br: Botão do Tablet Pad

source: Tablet Pad Strip
pt_br: Tira para tablet

source: Number
pl: Liczba
pt_br: Número

source: isFinger
pt_br: Dedo

source: Tablet Pad Ring
pt_br: Anel para tablet

source: No Mouse Buttons
pt_br: Sem botões do mouse

# Mouse Button
source: left
pl: lewo
pt_br: esquerda

# Mouse Button
source: right
pl: prawo
pt_br: direita

# Mouse Button
source: middle
pl: środek
pt_br: meio

# Mouse Button
source: back
pl: tył
pt_br: voltar

# Mouse Button
source: forward
pl: przód
pt_br: avançar

# Mouse Button
source: task
pl: zadanie
pt_br: tarefa

source: X11 Unmanaged Windows
pl: Niezarządzane okna X11
pt_br: X11 Windows não gerenciado

source: Internal Windows
pl: Okna wewnętrzne
pt_br: Janelas internas

source: Quit Debug Console
pl: Wyjdź z konsoli debug
pt_br: Sair do console de depuração

source: Windows
pl: Okno
pt_br: Janelas

source: Surfaces
pl: Powierzchnia
pt_br: Superfícies

source: Input Events
pl: Wydarzenia wejścia
pt_br: Eventos de entrada

source: Input Devices
pl: Urządzenia wejścia
pt_br: Dispositivos de entrada

source: No OpenGL compositor running
pl: Brak włączonego kompozytora OpenGL
pt_br: Nenhum compositor OpenGL em execução

source: OpenGL (ES) driver information
pl: Informacje sterownika OpenGL (ES)
pt_br: Informações do driver OpenGL (ES)

source: Vendor:
pl: Producent:
pt_br: Fornecedor:

source: Renderer:
pl: Renderowanie:
pt_br: Renderizador:

source: Version:
pl: Wersja:
pt_br: Versão:

source: Shading Language Version:
pl: Wersja języka cieniowania:
pt_br: Versão da linguagem de sombreamento:

source: GPU class:
pl: Klasa GPU:
pt_br: Classe da GPU:

source: OpenGL Version:
pl: Wersja OpenGL:
pt_br: Versão OpenGL:

source: GLSL Version:
pl: Wersja GLSL:
pt_br: Versão GLSL:

source: Platform Extensions
pl: Rozszerzenia platformy
pt_br: Extensões da plataforma

source: OpenGL (ES) Extensions
pl: Rozszerzenia OpenGL (ES)
pt_br: Extensões OpenGL (ES)

source: Keyboard
pl: Klawiatura
pt_br: Teclado

source: Keymap Layouts
pl: Układy klawiatury
pt_br: Layouts de mapeamento das teclas

source: Current Layout:
pl: Bieżący układ:
pt_br: Layout atual:

source: Active Modifiers
pl: Aktywne modyfikatory
pt_br: Modificadores Ativos

source: Active LEDs
pl: Aktywne Ledy
pt_br: LEDs ativos

source: Clipboard
pl: Schowek
pt_br: Área de transferência

source: Primary Selection
pl: Główne zaznaczenie
pt_br: Seleção Primária

source: Window Manager
pl: Menedżer okien
pt_br: Gerenciador de janelas

source: PID of the application to terminate
pl: PID aplikacji do zakończenia
pt_br: PID do pedido de encerramento

source: Hostname on which the application is running
pl: Nazwa hosta aplikacji do zakończenia
pt_br: Nome do host no qual o aplicativo está sendo executado

source: hostname
pt_br: nome do host

source: Caption of the window to be terminated
pl: Opis okna do zakończenia
pt_br: Legenda da janela a ser encerrada

source: caption
pl: opis
pt_br: Legenda

source: Name of the application to be terminated
pl: Nazwa aplikacji do zakończenia
pt_br: Nome do aplicativo a ser encerrado

source: name
pl: nazwa
pt_br: Nome

source: ID of resource belonging to the application
pl: ID zasobu należącego do aplikacji
pt_br: ID do recurso pertencente ao aplicativo

source: Time of user action causing termination
pl: Czas akcji użytkownika powodująca zamknięcie
pt_br: Hora da ação do usuário que causou o encerramento

source: time
pl: czas
pt_br: Hora

source: KWin helper utility
pl: Narzędzie pomocnicze KWin
pt_br: Utilitário auxiliar KWin

source: This helper utility is not supposed to be called directly.
pl: Nie powinno się bezpośrednio wywoływać tego narzędzia pomocniczego.
pt_br: Este utilitário auxiliar não deve ser chamado diretamente.

# @info
source: <b>Application "%1" is not responding</b>
pl: <b>Aplikacja "%1" nie odpowiada</b>
pt_br: <b>O aplicativo "%1" não está respondendo</b>

# @info
source: <para>You tried to close window "%1" from application "%2" (Process ID: %3) but the application is not responding.</para>
pl: <para>Podjęto próbę zamknięcia okna "%1" aplikacji "%2" (ID procesu: %3), lecz aplikacja nie odpowiada.</para>
pt_br: <para>Você tentou fechar a janela "%1" do aplicativo "%2" (ID do processo: %3), mas o aplicativo não está respondendo.</para>

# @info
source: <para>You tried to close window "%1" from application "%2" (Process ID: %3), running on host "%4", but the application is not responding.</para>
pl: <para>Podjęto próbę zamknięcia okna "%1" aplikacji "%2" (ID procesu: %3), uruchomionej na hoście "%4", lecz aplikacja nie odpowiada.</para>
pt_br: <para>Você tentou fechar a janela "%1" do aplicativo "%2" (ID do processo: %3), em execução no host "%4", mas o aplicativo não está respondendo.</para>

# @info
source: <para>Do you want to terminate this application?</para><para><warning>Terminating the application will close all of its child windows. Any unsaved data will be lost.</warning></para>
pl: <para>Czy zakończyć działanie tej aplikacji?</para><para><warning>Zostaną zamknięte wszystkie jej okna. Wszystkie niezapisane dane zostaną utracone.</warning></para>
pt_br: <para>Você deseja encerrar este aplicativo?</para><para><warning>Ao encerrar o aplicativo, todas as janelas filhas serão fechadas. Todos os dados não salvos serão perdidos.</warning></para>

source: &Terminate Application %1
pl: &Zakończ aplikacje %1
pt_br: Encerrar aplicativo %1

source: Wait Longer
pl: Poczekaj dłużej
pt_br: Espere mais

source: Move the tablet to the next output
pl: Przenieś tablet do następnego wyjścia
pt_br: Mova o tablet para a próxima saída

source: Tablet moved to %1
pl: Przeniesiono tablet do %1
pt_br: Tablet movido para %1

source: Tablets switched outputs
pl: Przełączono wyjście tabletów
pt_br: Saídas comutadas de tablets

source: Touchpad
pl: Panel dotykowy
pt_br: Toque na tela

source: Keyboard Layout Switcher
pl: Przełączanie układu klawiatury
pt_br: Alternador de layout do teclado

source: Select window to force close with left click or enter. Escape or right click to cancel.
pl: Wybierz okno do wymuszenia zakończenia enterem lub lewym myszki Escape lub prawy myszki, aby anulować.
pt_br: Selecione a janela para forçar o fechamento com o botão esquerdo ou Enter. Pressione Escape ou clique com o botão direito para cancelar.

source: KDE window manager
pt_br: Gerenciador de janelas do KDE

source: (c) 1999-2019, The KDE Developers
pt_br: (c) 1999-2019, Os desenvolvedores do KDE

source: Disable configuration options
pl: Wyłącz opcje konfiguracyjne
pt_br: Desativar opções de configuração

source: Indicate that KWin has recently crashed n times
pl: Wskaż, że Kwin uległ awarii n razy
pt_br: Indica que o KWin travou recentemente n vezes

source: Start a rootless Xwayland server.
pl: Uruchom rootless serwer Xwayland.
pt_br: Inicie um servidor Xwayland sem root.

source: Name of the Wayland socket to listen on. If not set "wayland-0" is used.
pl: Nazwa gniazda Wayland, które ma być nasłuchiwane. Domyślnie "wayland-0".
pt_br: Nome do socket Wayland para escuta. Se não for definido, "wayland-0" será usado.

source: The X11 Display to use in windowed mode on platform X11.
pl: Wyświetlacz X11 do użycia w trybie okienkowym na platformie X11.
pt_br: O X11 Display pode ser usado em modo de janela na plataforma X11.

source: The Wayland Display to use in windowed mode on platform Wayland.
pl: Wyświetlacz Wayland do użycia w trybie okienkowym na platformie Wayland.
pt_br: O Wayland Display pode ser usado no modo janela na plataforma Wayland.

source: Render to a virtual framebuffer.
pl: Renderuj do wirtualnego framebuffera.
pt_br: Renderizar para um framebuffer virtual.

source: The width for windowed mode. Default width is 1024.
pl: Szerokość trybu okienkowego. Domyślna szerokość to 1024.
pt_br: Largura do modo janela. A largura padrão é 1024.

source: The height for windowed mode. Default height is 768.
pl: Wysokość trybu okienkowego. Domyślna wysokość to 768.
pt_br: Altura para o modo janela. A altura padrão é 768.

source: The scale for windowed mode. Default value is 1.
pl: Skala trybu okienkowego. Domyślna wartość to 1.
pt_br: A escala para o modo janela. O valor padrão é 1.

source: The number of windows to open as outputs in windowed mode. Default value is 1
pl: Liczba okien, które mają zostać otwarte jako wyjścia w trybie okienkowym. Wartość domyślna to 1.
pt_br: O número de janelas a serem abertas como saídas no modo de janela. O valor padrão é 1.

source: Wayland socket to use for incoming connections. This can be combined with --socket to name the socket
pl: Gniazdo Wayland dla połączeń przychodzących. Można to połączyć z opcją --socket, aby nadać nazwę gniazdu.
pt_br: Soquete Wayland para usar em conexões de entrada. Isso pode ser combinado com --socket para nomear o soquete

source: XWayland socket to use for Xwayland's incoming connections. This can be set multiple times
pl: Gniazdo XWayland używane do połączeń przychodzących Xwayland. Można je ustawić wielokrotnie.
pt_br: Soquete XWayland para usar nas conexões de entrada do Xwayland. Isso pode ser definido várias vezes

source: Name of the xwayland display that has been pre-set up
pl: Nazwa wyświetlacza Xwayland, które zostało wstępnie ustawione
pt_br: Nome do display xwayland que foi pré-configurado

source: Name of the xauthority file
pl: Nazwa pliku xauthority
pt_br: Nome do arquivo xauthority

source: Exits this instance so it can be restarted by kwin_wayland_wrapper.
pl: Zamyka instancje, aby móc ją uruchomić ponownie przez kwin_wayland_wrapper.
pt_br: Sai desta instância para que ela possa ser reiniciada pelo kwin_wayland_wrapper.

source: Render through drm node.
pl: Renderuj przez tryb drm.
pt_br: Renderizar através do nó drm.

source: Extract locale information from locale1 rather than the user's configuration
pl: Wydobądź informacje językowe z locale1 zamiast konfiguracji użytkownika.
pt_br: Extraia informações de localidade do locale1 em vez da configuração do usuário

source: Input method that KWin starts.
pl: Metoda wprowadzania uruchamiana przez KWin.
pt_br: Método de entrada que o KWin inicia.

source: Starts the session in locked mode.
pl: Uruchamia sesję w trybie zablokowanym.
pt_br: Inicia a sessão no modo bloqueado.

source: Starts the session without lock screen support.
pl: Uruchamia sesję bez wsparcia ekranu blokady.
pt_br: Inicia a sessão sem suporte à tela de bloqueio.

source: Starts the session without global shortcuts support.
pl: Uruchamia sesję bez wsparcia globalnych skrótów klawiszowych.
pt_br: Inicia a sessão sem suporte a atalhos globais.

source: Disable KActivities integration.
pl: Wyłącz integrację KActivities.
pt_br: Desabilitar integração do KActivities.

source: Exit after the session application, which is started by KWin, closed.
pl: Zakończ po zamknięciu sesji aplikacji, która została uruchomiona przez KWin.
pt_br: Sair após o aplicativo da sessão, que é iniciado pelo KWin, ser fechado.

source: Applications to start once Wayland and Xwayland server are started
pl: Aplikacje do włączenia po serwerze Wayland i Xwayland.
pt_br: Os aplicativos serão iniciados assim que os servidores Wayland e Xwayland forem iniciados

source: KWin is unstable. It seems to have crashed several times in a row. You can select another window manager to run:
pl: KWin jest niestabilny. Wygląda na to, że uległ awarii kilka razy z rzędu. Wybierz inny menedżer okien do włączenia:
pt_br: O KWin é instável Parece ter travado várias vezes seguidas. Você pode selecionar outro gerenciador de janelas para executar:

source: kwin: unable to claim manager selection, another wm running? (try using --replace)
pl: kwin: nie można przejąć miejsca menedżera, inny WM w użyciu? (spróbuj z --replace)
pt_br: kwin: não é possível reivindicar a seleção do gerente, outro wm em execução? (tente usar --replace)

source: kwin: another window manager is running (try using --replace)
pl: kwin: inny menedżer okien jest w użyciu (spróbuj z --replace)
pt_br: kwin: outro gerenciador de janelas está em execução (tente usar --replace)

source: Replace already-running ICCCM2.0-compliant window manager
pl: Zastąp już włączony ICCCM2.0-compliant menedżer okien
pt_br: Substituir o gerenciador de janelas compatível com ICCCM2.0 já em execução

# Note this is a KRunner keyword
source: activate
pl: aktywuj
pt_br: atividade

# Note this is a KRunner keyword
source: close
pl: zamknij
pt_br: fechar

# Note this is a KRunner keyword
source: min
pt_br: minimizar

# Note this is a KRunner keyword
source: minimize
pl: minimalizuj
pt_br: minimizar

# Note this is a KRunner keyword
source: max
pl: maks.
pt_br: maximilizar

# Note this is a KRunner keyword
source: maximize
pl: maksymalizuj
pt_br: maximizar

# Note this is a KRunner keyword
source: fullscreen
pl: pełny ekran
pt_br: tela cheia

# Note this is a KRunner keyword
source: shade
pl: cień
pt_br: sombra

# Note this is a KRunner keyword
source: keep above
pl: zachowaj na górze
pt_br: manter acima

# Note this is a KRunner keyword
source: keep below
pl: zachowaj na dole
pt_br: manter abaixo

# Note this is a KRunner keyword
source: window
pl: okno
pt_br: janela

# Note this is a KRunner keyword
source: name
pl: nazwa
pt_br: Nome

# Note this is a KRunner keyword
source: appname
pl: nazwa aplikacji
pt_br: nome do aplicativo

# Note this is a KRunner keyword
source: desktop
pl: pulpit
pt_br: área de trabalho

source: Switch to desktop %1
pl: Przełącz na pulpit %1
pt_br: Mudar para a área de trabalho %1

source: Close running window on %1
pl: Zamknij działające okno na %1
pt_br: Fechar janela em execução em %1

source: (Un)minimize running window on %1
pl: (Od)minimalizuj działające okno na %1
pt_br: (Des)minimizar a janela de execução em %1

source: Maximize/restore running window on %1
pl: Maksymalizuj/przywróć działające okno na %1
pt_br: Maximizar/restaurar janela de execução em %1

source: Toggle fullscreen for running window on %1
pl: Przełącz pełny ekran dla działającego okna na %1
pt_br: Alternar tela cheia para janela em execução em %1

source: (Un)shade running window on %1
pl: (Od)zaciemnij działające okno na %1
pt_br: (Des)sombrear janela em execução em %1

source: Toggle keep above for running window on %1
pl: Przełącz zachowaj na górze działające okno na %1
pt_br: Alternar manter acima para executar a janela em %1

source: Toggle keep below running window on %1
pl: Przełącz zachowaj na dole działające okno na %1
pt_br: Alternar manter abaixo da janela em execução em %1

source: Activate running window on %1
pl: Aktywuj działające okno na %1
pt_br: Ativar janela em execução em %1
