Repository: linuxdeepin/deepin-kwin
Catalog: po/*/kwin.po
Languages: bo, pl, pt_br

# Night Color was disabled
source: Night Color Off
pl: Nocne kolory wyłączone
pt_br: Cor noturna desligada

# Night Color was enabled
source: Night Color On
pl: Nocne kolory włączone
pt_br: Cor noturna ligada

source: Toggle Night Color
pl: Przełącz Nocne kolory
pt_br: Alternar cor noturna

source: Color Temperature Preview
pl: Podgląd temperatury koloru
pt_br: Visualização da temperatura da cor

source: Total rules count (legacy)
pl: Całkowity licznik reguł (przestarzałe)
pt_br: Contagem total de regras (legado)

source: Ordered list of rules groups
pl: Uporządkowana lista grup reguł
pt_br: Lista ordenada de grupos de regras

source: Rule description
pl: Opis reguły
pt_br: Descrição da regra

source: Rule description (legacy)
pl: Opis reguły (przestarzałe)
pt_br: Descrição da regra (legado)

source: Delete this rule (for use in imports)
pl: Usuń tę regułę (podczas importowania)
pt_br: Excluir esta regra (para uso em importações)

source: Window class (application)
pl: Klasa okna (aplikacja)
pt_br: Classe de janela (aplicativo)

source: Window class string match type
pl: Typ dopasowania ciągu znaków klasy okna
pt_br: Tipo de correspondência de string de classe de janela

source: Match whole window class
pl: Dopasuj całą klasę okna
pt_br: Combinar classe de janela inteira

source: Window role
pl: Rola okna
pt_br: Função de janela

source: Window role string match type
pl: Typ dopasowania stringu roli okna
pt_br: Tipo de correspondência de string de função de janela

source: Window title
pl: Tytuł okna
pt_br: Título da janela

source: Window title string match type
pl: Typ dopasowania stringu tytułu okna
pt_br: Tipo de correspondência de sequência de caracteres do título da janela

source: Machine (hostname)
pl: Maszyna (nazwa hosta)
pt_br: Máquina (nome do host)

source: Machine string match type
pl: Typ dopasowania stringu maszyny
pt_br: Tipo de correspondência de string de máquina

source: Window types that match
pl: Typy okien, które pasują
pt_br: Tipos de janelas que combinam

source: Initial placement
pl: Wstępne położenie
pt_br: Colocação inicial

source: Initial placement rule type
pl: Typ reguły wstępnego położenia
pt_br: Tipo de regra de posicionamento inicial

source: Window position
pl: Pozycja okna
pt_br: Posição da janela

source: Window position rule type
pl: Typ zasady pozycji okna
pt_br: Tipo de regra da posição da janela

source: Window size
pl: Rozmiar okna
pt_br: Tamanho da janela

source: Window size rule type
pl: Typ zasady rozmiaru okna
pt_br: Tipo de regra do tamanho da janela

source: Window minimum size
pl: Minimalny rozmiar okna
pt_br: Tamanho mínimo da janela

source: Window minimum size rule type
pl: Typ zasady rozmiaru min. okna
pt_br: Tipo de regra do tamanho mínimo da janela

source: Window maximum size
pl: Maksymalny rozmiar okna
pt_br: Tamanho máximo da janela

source: Window maximum size rule type
pl: Typ zasady rozmiaru maks. okna
pt_br: Tipo de regra de tamanho máximo da janela

source: Active opacity
pl: Aktywna nieprzezroczystość
pt_br: Opacidade ativa

source: Active opacity rule type
pl: Typ reguły aktywnej nieprzezroczystości
pt_br: Tipo de regra de opacidade ativa

source: Inactive opacity
pl: Wyłączona nieprzezroczystość
pt_br: Opacidade inativa

source: Inactive opacity rule type
pl: Typ reguły nieaktywnej nieprzezroczystości
pt_br: Tipo de regra de opacidade inativa

source: Ignore requested geometry
pl: Ignoruj żądaną geometrię
pt_br: Ignorar geometria solicitada

source: Ignore requested geometry rule type
pl: Typ reguły ignorowania żądanej geometrii
pt_br: Ignorar tipo de regra de geometria solicitada

source: List of Desktop Ids
pl: Lista ID pulpitu
pt_br: Lista de IDs da área de trabalho

source: Desktop Ids rule type
pl: Typ reguły ID pulpitu
pt_br: Tipo de regra dos IDs da área de trabalho

source: Screen number
pl: Numer ekranu
pt_br: Número da tela

source: Screen number rule type
pl: Typ reguły numeru ekranu
pt_br: Tipo de regra do número da tela

source: Activity
pl: Aktywność
pt_br: Atividade

source: Activity rule type
pl: Typ reguły aktywności
pt_br: Tipo de regra da atividade

source: Set window type to
pl: Ustaw typ okna na
pt_br: Definir tipo de janela para

source: Set window type rule type
pl: Typ reguły ustawiania typu okna
pt_br: Definir tipo de regra do tipo de janela

source: Maximized vertically
pl: Zmaksymalizowany w poziomie
pt_br: Maximizado verticalmente

source: Maximized vertically rule type
pl: Typ reguły maksymalizacji w poziomie
pt_br: Tipo de regra vertical maximizada

source: Maximized horizontally
pl: Zmaksymalizowany w pionie
pt_br: Maximizado horizontalmente

source: Maximized horizontally rule type
pl: Typ reguły maksymalizacji w pionie
pt_br: Tipo de regra horizontal maximizada

source: Minimized
pl: Zminimalizowany
pt_br: Minimizada

source: Minimized rule type
pl: Typ reguły minimalizacji
pt_br: Tipo de regra minimizada

source: Shaded
pl: Posiadający cień
pt_br: Sombreada

source: Shaded rule type
pl: Typ reguły cieniowania
pt_br: Tipo de regra sombreada

source: Skip taskbar
pl: Pomiń pasek zadań
pt_br: Pular barra de tarefas

source: Skip taskbar rule type
pl: Typ reguły paska zadań
pt_br: Tipo de regra de pular barra de tarefas

source: Skip pager
pl: Pomiń pager
pt_br: Pular página

source: Skip pager rule type
pl: Typ reguły pominięcia pagera
pt_br: Tipo de regra de pular pager

source: Skip switcher
pl: Pomiń przełącznik
pt_br: Alternador de salto

source: Skip switcher rule type
pl: Typ reguły pominięcia przełącznika
pt_br: Tipo de regra de alternar para a próxima

source: Keep above
pl: Zachowaj na górze
pt_br: Manter acima

source: Keep above rule type
pl: Typ reguły zachowania na górze
pt_br: Manter acima do tipo de regra

source: Keep below
pl: Zachowaj na dole
pt_br: Manter abaixo

source: Keep below rule type
pl: Typ reguły zachowania na dole
pt_br: Manter abaixo do tipo de regra

source: Fullscreen
pl: Pełny ekran
pt_br: Tela cheia

source: Fullscreen rule type
pl: Typ reguły pełnego ekranu
pt_br: Tipo de regra de tela cheia

source: No titlebar and frame
pl: Brak paska tytułu i obramówki
pt_br: Sem barra de título e moldura

source: No titlebar rule type
pl: Typ reguły braku paska zadań
pt_br: Nenhum tipo de regra da barra de título

source: Titlebar color and scheme
pl: Kolor paska tytułu i schemat
pt_br: Cor e esquema da barra de título

source: Titlebar color rule type
pl: Typ reguły koloru paska zadań
pt_br: Tipo de regra da cor da barra de título

source: Block Compositing
pl: Zablokuj kompozytowanie
pt_br: Composição de blocos

source: Block Compositing rule type
pl: Typ reguły blokowania kompozytowania
pt_br: Tipo de regra de composição de bloco

source: Focus stealing prevention
pl: Zapobieganie przejmowaniu zaznaczenia
pt_br: Prevenção de roubo de foco

source: Focus stealing prevention rule type
pl: Typ reguły zapobieganiu przejmowaniu zaznaczenia
pt_br: Tipo de regra de prevenção de roubo de foco

source: Focus protection
pl: Ochrona zaznaczenia
pt_br: Proteção de foco

source: Focus protection rule type
pl: Typ reguły ochrony zaznaczenia
pt_br: Tipo de regra de proteção de foco

source: Accept Focus
pl: Zaakceptuj zaznaczenie
pt_br: Aceite o foco

source: Accept Focus rule type
pl: Typ reguły zachowania akceptowania zaznaczenia
pt_br: Aceitar tipo de regra de foco

source: Closeable
pl: Można zamknąć
pt_br: Fechável

source: Closeable rule type
pl: Typ reguły zamykania
pt_br: Tipo de regra fechável

source: Autogroup with identical
pl: Grupuj automatycznie z identycznymi
pt_br: Agrupar automaticamente com idênticos

source: Autogroup with identical rule type
pl: Typ reguły grupowania z identycznymi
pt_br: Agrupar automaticamente com tipo de regra idêntico

source: Autogroup in foreground
pl: Grupuj automatycznie na wierzchu
pt_br: Agrupar automaticamente em primeiro plano

source: Autogroup in foreground rule type
pl: Typ reguły grupowania automatycznego na wierzchu
pt_br: Agrupar automaticamente no tipo de regra de primeiro plano

source: Autogroup by ID
pl: Grupuj automatycznie po ID
pt_br: Agrupar automaticamente por ID

source: Autogroup by ID rule type
pl: Typ reguły grupowania automatycznego po ID
pt_br: Regra de agrupamento automático por tipo de ID

source: Obey geometry restrictions
pl: Zachowaj ograniczenia geometrii
pt_br: Obedecer às restrições de geometria

source: Obey geometry restrictions rule type
pl: Typ reguły zachowania ograniczeń geometrii
pt_br: Tipo de regra de obediência às restrições de geometria

source: Shortcut
pl: Skrót
pt_br: Atalho

source: Shortcut rule type
pl: Typ reguły skrótu
pt_br: Tipo de regra de atalho

source: Ignore global shortcuts
pl: Ignoruj skróty globalne
pt_br: Ignorar atalhos globais

source: Ignore global shortcuts rule type
pl: Typ reguły ignorowania skrótów globalnych
pt_br: Ignorar tipo de regra de atalhos globais

source: Desktop file name
pl: Nazwa pliku Desktop
pt_br: Nome do arquivo da área de trabalho

source: Desktop file name rule type
pl: Typ reguły nazywania pliku Desktop
pt_br: Tipo de regra do nome do arquivo da área de trabalho

# Error message
source: Could not locate package metadata
pl: Nie można znaleźć metadanych pakietu
pt_br: Não foi possível localizar os metadados do pacote

# Required file does not exist
source: %1 does not contain a valid metadata.json file
pl: %1 nie zawiera prawidłowego pliku metadata.json
pt_br: %1 não contém um arquivo metadata.json válido

# Required file does not exist
source: %1 does not exist
pl: %1 nie istnieje
pt_br: %1 não existe

source: Dialog
pl: Dialogue
pt_br: Diálogo

# Special entry in alt+tab list for minimizing all windows
source: Show Desktop
pl: Pokaż pulpit
pt_br: Mostrar área de trabalho

source: Walk Through Windows
pl: Przechodzenie między oknami
pt_br: Navegue pelas janelas

source: Walk Through Windows (Reverse)
pl: Przechodzenie między oknami (Odwrotnie)
pt_br: Navegar pelas janelas (reverso)

source: Walk Through Windows Alternative
pl: Alternatywne przechodzenie między oknami
pt_br: Navegar pelas janelas (alternativa)

source: Walk Through Windows Alternative (Reverse)
pl: Alternatywne przechodzenie między oknami (Odwrotnie)
pt_br: Alternativa para navegar pelas janelas (reverso)

source: Walk Through Windows of Current Application
pl: Przełączaj między oknami bieżącej aplikacji
pt_br: Percorrer as janelas do aplicativo atual

source: Walk Through Windows of Current Application (Reverse)
pl: Przełączaj między oknami bieżącej aplikacji (Odwrotnie)
pt_br: Percorrer as janelas do aplicativo atual (reverso)

source: Walk Through Windows of Current Application Alternative
pl: Przełączaj między oknami bieżącej aplikacji Alternatywnie
pt_br: Percorrer as janelas do aplicativo alternativo atual

source: Walk Through Windows of Current Application Alternative (Reverse)
pl: Przełączaj między oknami bieżącej aplikacji Alternatywnie (Odwrotnie)
pt_br: Alternativa para navegar pelas janelas do aplicativo atual (reverso)

source: Walk Through Desktops
pl: Przełączaj między pulpitami
pt_br: Alternar entre as áreas de trabalho

source: Walk Through Desktops (Reverse)
pl: Przełączaj między pulpitami (Odwrotnie)
pt_br: Alternar entre as áreas de trabalho (reverso)

source: Walk Through Desktop List
pl: Przełączaj przez listę pulpitów
pt_br: Alternar por meio da lista da área de trabalho

source: Walk Through Desktop List (Reverse)
pl: Przełączaj przez listę pulpitów (Odwrotnie)
pt_br: Alternar por meio da lista da área de trabalho (reverso)

source: The Window Switcher installation is broken, resources are missing. Contact your distribution about this.
pl: Instalacja przełączania okien jest uszkodzona, nie można znaleźć zasobów. Poinformuj o tym swoją dystrybucję.
pt_br: A instalação do alternador de janelas está com problemas e faltam recursos. Entre em contato com sua distribuição.

source: You have selected to show a window without its border. Without the border, you will not be able to enable the border again using the mouse: use the window operations menu instead, activated using the %1 keyboard shortcut.
pl: Wybrałeś, aby wyświetlić okno bez obramówki. Bez obramówki, nie będziesz mógł włączyć jej z powrotem za pomocą myszy: możesz skorzystać z menu operacji okna skrótem klawiszowym %1.
pt_br: Você selecionou mostrar uma janela sem borda Sem a borda, você não poderá habilitá-la novamente usando o mouse: use o menu de operações da janela, ativado usando o atalho de teclado %1.

source: You have selected to show a window in fullscreen mode. If the application itself does not have an option to turn the fullscreen mode off you will not be able to disable it again using the mouse: use the window operations menu instead, activated using the %1 keyboard shortcut.
pl: Wybrałeś, aby wyświetlić okno na pełnym ekranie. Jeśli aplikacja nie posiada opcji, aby wyłączyć pełny ekran, nie będzie można go opuścić za pomocą myszy: możesz skorzystać z menu operacji okna skrótem klawiszowym %1.
pt_br: Você selecionou mostrar uma janela em modo de tela cheia. Se o próprio aplicativo não tiver uma opção para desativar o modo de tela cheia, você não poderá desativá-lo novamente usando o mouse: use o menu de operações da janela, ativado usando o atalho de teclado %1.

source: &Move
pl: &Przenieś
pt_br: Mover

source: &Resize
pl: &Zmień rozmiar
pt_br: Redimensionar

source: Keep &Above Others
pl: Zachowaj &nad wszystkimi
pt_br: Manter acima dos outros

source: Keep &Below Others
pl: Zachowaj &pod wszystkimi
pt_br: Manter abaixo dos outros

source: &Fullscreen
pl: &Pełny ekran
pt_br: Tela cheia

source: &Shade
pl: &Cieniowanie
pt_br: Sombra

source: &No Titlebar and Frame
pl: &Brak paska tytułu i obramówki
pt_br: Sem barra de título e moldura

source: Set Window Short&cut...
pl: Ustaw &skrót okna...
pt_br: Definir atalho da janela...

source: Configure Special &Window Settings...
pl: Ustaw specjalne ustawienia &okna...
pt_br: Configurar configurações especiais de janela...

source: Configure S&pecial Application Settings...
pl: Ustaw &specjalne ustawienia aplikacji...
pt_br: Configurar configurações especiais do aplicativo...

source: Configure W&indow Manager...
pl: Skonfiguruj menedżera &okien...
pt_br: Configurar o Gerenciador de Janelas...

source: Ma&ximize
pl: Maksymalizuj
pt_br: Maximizar

source: Mi&nimize
pl: Minimalizuj
pt_br: Minimizar

source: &More Actions
pl: &Więcej akcji
pt_br: Mais ações

source: &Close
pl: &Zamknij
pt_br: Fechar

source: &Extensions
pl: &Rozszerzenia
pt_br: Extensões

source: &Desktops
pl: &Pulpity
pt_br: Áreas de trabalho

source: Move to &Desktop
pl: Przenieś na &pulpit
pt_br: Mover para a área de trabalho

source: Move to &Screen
pl: Przenieś na &ekran
pt_br: Mover para a tela

source: Show in &Activities
pl: Pokaż w &Aktywnościach
pt_br: Mostrar em Atividades

source: Move &To Current Desktop
pl: Przenieś &na bieżący pulpit
pt_br: Mover para a área de trabalho atual

source: &All Desktops
pl: &Wszystkie pulpity
pt_br: Todas as áreas de trabalhos

# Create a new desktop and move the window there
source: &New Desktop
pl: &Nowy pulpit
pt_br: Nova área de trabalho

source: Move to %1 %2
pl: Przenieś do %1 %2
pt_br: Mover para %1 %2

# Create a new desktop and add the window to that desktop
source: Add to &New Desktop
pl: Dodaj do &nowego pulpitu
pt_br: Adicionar à nova área de trabalho

# Create a new desktop and move the window to that desktop
source: Move to New Desktop
pl: Przenieś do nowego pulpitu
pt_br: Mover para uma nova área de trabalho

source: Screen &%1 (%2)
pl: Ekran &%1 (%2)
pt_br: Tela &%1 (%2)

source: &All Activities
pl: &Wszystkie aktywności
pt_br: Todas as atividades

source: Move to %1
pl: Przenieś do %1
pt_br: Mover para %1

# '%1' is a keyboard shortcut like 'ctrl+w'
source: <b>%1</b> is already in use
pl: <b>%1</b> jest już w użyciu
pt_br: <b>%1</b> já está em uso

# keyboard shortcut '%1' is used by action '%2' in application '%3'
source: <b>%1</b> is used by %2 in %3
pl: <b>%1</b> jest w użyciu przez %2 na %3
pt_br: <b>%1</b>é usado por %2 em %3

source: Window Operations Menu
pl: Menu operacji okna
pt_br: Menu de operações da janela

source: Close Window
pl: Zamknij okno
pt_br: Fechar janela

source: Maximize Window
pl: Maksymalizuj okno
pt_br: Maximizar janela

source: Maximize Window Vertically
pl: Maksymalizuj okno w poziomie
pt_br: Maximizar janela verticalmente

source: Maximize Window Horizontally
pl: Maksymalizuj okno w pionie
pt_br: Maximizar janela horizontalmente

source: Minimize Window
pl: Minimalizuj okno
pt_br: Minimizar janela

source: Shade Window
pl: Cieniuj okno
pt_br: Sombra da janela

source: Move Window
pl: Przenieś okno
pt_br: Mover janela

source: Resize Window
pl: Zmień rozmiar okna
pt_br: Redimensionar janela

source: Raise Window
pl: Podnieś okno
pt_br: Levantar janela

source: Lower Window
pl: Obniż okno
pt_br: Janela Inferior

source: Toggle Window Raise/Lower
pl: Przełącz podnieś/obniż okno
pt_br: Alternar janela para cima/baixo

source: Make Window Fullscreen
pl: Przełącz okno na pełny ekran
pt_br: Tornar a janela em tela cheia

source: Toggle Window Titlebar and Frame
pl: Przełącz pasek tytułu i obramówkę okna
pt_br: Alternar barra de título e moldura da janela

source: Keep Window Above Others
pl: Zachowaj nad wszystkimi
pt_br: Manter a janela acima dos outros

source: Keep Window Below Others
pl: Zachowaj pod wszystkimi
pt_br: Mater janelas abaixo das outras

source: Activate Window Demanding Attention
pl: Aktywuj okno wymagające akcji
pt_br: Ativar janela exigindo atenção

source: Setup Window Shortcut
pl: Skrót ustawiania okna
pt_br: Atalho da janela de configuração

source: Move Window to the Center
pl: Przenieś okno do środka
pt_br: Mover a janela para o meio

source: Move Window Right
pl: Przenieś okno na prawo
pt_br: Mover janela para a direita

source: Move Window Left
pl: Przenieś okno na lewo
pt_br: Mover janela para a esquerda

source: Move Window Up
pl: Przenieś okno na górę
pt_br: Mover janela para cima

source: Move Window Down
pl: Przenieś okno na dół
pt_br: Mover janela para baixo

source: Expand Window Horizontally
pl: Poszerz okno w pionie
pt_br: Expandir janela horizontalmente

source: Expand Window Vertically
pl: Poszerz okno w poziomie
pt_br: Expandir janela verticalmente

source: Shrink Window Horizontally
pl: Zmniejsz okno w pionie
pt_br: Reduzir janela horizontalmente

source: Shrink Window Vertically
pl: Zmniejsz okno w poziomie
pt_br: Reduzir janela verticalmente

source: Quick Tile Window to the Left
pl: Kafelkuj okno do lewej
pt_br: Janela de mosaico rápido à esquerda

source: Quick Tile Window to the Right
pl: Kafelkuj okno do prawej
pt_br: Janela de mosaico rápido à direita

source: Quick Tile Window to the Top
pl: Kafelkuj okno do góry
pt_br: Janela de mosaico rápido para o topo

source: Quick Tile Window to the Bottom
pl: Kafelkuj okno do dołu
pt_br: Janela de mosaico rápido para a parte inferior

source: Quick Tile Window to the Top Left
pl: Kafelkuj okno na górze po lewej
pt_br: Bloco rápido da janela no canto superior esquerdo

source: Quick Tile Window to the Bottom Left
pl: Kafelkuj okno na dole po lewej
pt_br: Bloco rápido da janela no canto inferior esquerdo

source: Quick Tile Window to the Top Right
pl: Kafelkuj okno na górze po prawej
pt_br: Bloco rápido da janela no canto superior direito

source: Quick Tile Window to the Bottom Right
pl: Kafelkuj okno na dole po prawej
pt_br: Janela de mosaico rápido no canto inferior direito

source: Switch to Window Above
pl: Przełącz na okno powyżej
pt_br: Mudar para a janela acima

source: Switch to Window Below
pl: Przełącz na okno poniżej
pt_br: Mudar para a janela abaixo

source: Switch to Window to the Right
pl: Przełącz na okno po prawej
pt_br: Mudar para a janela à direita

source: Switch to Window to the Left
pl: Przełącz na okno po lewej
pt_br: Mudar para a janela à esquerda

source: Increase Opacity of Active Window by 5%
pl: Zwiększ nieprzezroczystość aktywnego okna o 5%
pt_br: Aumentar a opacidade da janela ativa em 5%

source: Decrease Opacity of Active Window by 5%
pl: Zmniejsz nieprzezroczystość aktywnego okna o 5%
pt_br: Diminua a opacidade da janela ativa em 5%

source: Keep Window on All Desktops
pl: Zachowaj okno na wszystkich pulpitach
pt_br: Manter as janela em todas as áreas de trabalho

source: Window to Desktop %1
pl: Okno na pulpit %1
pt_br: Janela para a área de trabalho %1

source: Window to Next Desktop
pl: Okno na następny pulpit
pt_br: Janela para a próxima área de trabalho

source: Window to Previous Desktop
pl: Okno na poprzedni pulpit
pt_br: Janela para a área de trabalho anterior

source: Window One Desktop to the Right
pl: Okno jeden pulpit w prawo
pt_br: Janela um Área de Trabalho à Direita

source: Window One Desktop to the Left
pl: Okno jeden pulpit w lewo
pt_br: Janela um Área de Trabalho à Esquerda

source: Window One Desktop Up
pl: Okno jeden pulpit w górę
pt_br: Janela um Área de Trabalho para Cima

source: Window One Desktop Down
pl: Okno jeden pulpit w dół
pt_br: Janela Um Área de trabalho Abaixo

source: Window to Screen %1
pl: Okno na ekran %1
pt_br: Janela para a tela %1

source: Window to Next Screen
pl: Okno na następny ekran
pt_br: Janela para a próxima tela

source: Window to Previous Screen
pl: Okno na poprzedni ekran
pt_br: Janela para a tela anterior

source: Window One Screen to the Right
pl: Okno jeden ekran w prawo
pt_br: Janela uma tela à direita

source: Window One Screen to the Left
pl: Okno jeden ekran w lewo
pt_br: Janela uma tela à esquerda

source: Window One Screen Up
pl: Okno jeden ekran w górę
pt_br: Janela uma tela a cima

source: Window One Screen Down
pl: Okno jeden ekran w dół
pt_br: Janela uma tela abaixo

source: Switch to Screen %1
pl: Przełącz na ekran %1
pt_br: Mudar para a tela %1

source: Switch to Next Screen
pl: Przełącz na następny ekran
pt_br: Mudar para a próxima tela

source: Switch to Previous Screen
pl: Przełącz na poprzedni ekran
pt_br: Mudar para a tela anterior

source: Switch to Screen to the Right
pl: Przełącz na ekran po prawej
pt_br: Mudar para a tela à direita

source: Switch to Screen to the Left
pl: Przełącz na ekran po lewej
pt_br: Mudar para a tela à esquerda

source: Switch to Screen Above
pl: Przełącz na ekran na górze
pt_br: Mudar para a tela acima

source: Switch to Screen Below
pl: Przełącz na ekran na dole
pt_br: Mudar para a tela abaixo

source: Peek at Desktop
pl: Podgląd pulpitu
pt_br: Dê uma olhada na área de trabalho

source: Kill Window
pl: Zabij okno
pt_br: Encerrar janela

source: Suspend Compositing
pl: Wstrzymaj kompozytowanie
pt_br: Suspender a composição

source: Activate Window (%1)
pl: Aktywuj okno (%1)
pt_br: Ativar janela (%1)

source: The window manager is configured to consider the screen with the mouse on it as active one. Therefore it is not possible to switch to a screen explicitly.
pl: Menedżer okien jest skonfigurowany, aby uznawać ekran jako aktywny, tam gdzie znajduje się wskaźnik myszy. Z tego powodu nie można przełączyć się na ekran ręcznie.
pt_br: O gerenciador de janelas é configurado para considerar a tela com o mouse sobre ela como ativa. Portanto, não é possível alternar para uma tela explicitamente.

source: Desktop %1
pl: Pulpit %1
pt_br: Área de trabalho %1

source: Switch to Next Desktop
pl: Przełącz na następny pulpit
pt_br: Mudar para a próxima área de trabalho

source: Switch to Previous Desktop
pl: Przełącz na poprzedni pulpit
pt_br: Alternar para a área de trabalho anterior

source: Switch One Desktop to the Right
pl: Przełącz jeden pulpit w prawo
pt_br: Mudar uma área de trabalho para a direita

source: Switch One Desktop to the Left
pl: Przełącz jeden pulpit w lewo
pt_br: Mudar uma área de trabalho para a esquerda

source: Switch One Desktop Up
pl: Przełącz jeden pulpit w górę
pt_br: Mudar uma área de trabalho para cima

source: Switch One Desktop Down
pl: Przełącz jeden pulpit w dół
pt_br: Mudar uma área de trabalho para baixo
