Repository: linuxdeepin/deepin-kwin
Catalog: po/*/kwin.po
Languages: bo, pl, pt_br

source: Switch to Desktop %1
pl: Przełącz na pulpit %1
pt_br: Mudar para a área de trabalho %1

# Application is not responding, appended to window title
source: (Not Responding)
pl: (Nie odpowiada)
pt_br: (Não respondendo)

# Introductory text shown in the support information.
source: KWin Support Information: The following information should be used when requesting support on e.g. https://forum.kde.org. It provides information about the currently running instance, which options are used, what OpenGL driver and which effects are running. Please post the information provided underneath this introductory text to a paste bin service like https://paste.kde.org instead of pasting into support threads.
pl: Informacje wsparcia KWin: Poniższe informacje można wykorzystać szukając wsparcia np. na stronie https://forum.kde.org. Zawierają one informacje o aktualnie uruchomionej instancji, używanych opcjach, , sterowniku OpenGL i uruchomionych efektach. Prosimy o umieszczanie informacji zawartych poniżej w serwisie pastebin takim jak https://paste.kde.org zamiast wklejania ich bezpośrednio w postach wsparcia.
pt_br: Informações de suporte do KWin: As seguintes informações devem ser usadas ao solicitar suporte em e.g. https://forum.kde.org. Ele fornece informações sobre a instância em execução no momento, quais opções são usadas, qual driver OpenGL e quais efeitos estão sendo executados. Por favor, publique as informações fornecidas abaixo deste texto introdutório em um serviço de colagem. like https://paste.kde.org em vez de colar em tópicos de suporte.

source: The confidential file cannot be displayed
pl: Nie można wyświetlić poufnego pliku
pt_br: O arquivo confidencial não pode ser exibido

source: Minimize
bo: ཆུང་སྒྱུར།
pl: Minimalizuj
pt_br: Minimizar

source: Unmaximize
bo: སོར་ཆུད།
pl: Normalizuj
pt_br: Desmaximizar

source: Maximize
bo: ཆེ་སྒྱུར།
pl: Maksymalizuj
pt_br: Maximizar

source: Move
bo: སྤོ་བ།
pl: Przenieś
pt_br: Mover

source: Resize
bo: ཆེ་ཆུང་བཟོ་བཅོས་བྱེད་པ།
pl: Zmień rozmiar
pt_br: Redimensionar

source: Always on Top
bo: རྟག་ཏུ་མདུན་གྲལ་དུ་ཡོད་པ།
pl: Zawsze na wierzchu
pt_br: Manter na Frente

source: Always on Visible Workspace
bo: རྟག་ཏུ་མཐོང་ཐུབ་སའི་ལས་ཁུལ་དུ་ཡོད་པ།
pl: Zawsze na widocznym obszarze roboczym
pt_br: Manter visível na Área de Trabalho

source: Move to Workspace Left
bo: གཡོལ་གྱི་ལས་ཁུལ་དུ་སྤོ་བ།
pl: Przenieś na lewy obszar roboczy
pt_br: Mover para Área de Trabalho à esquerda

source: Move to Workspace Right
bo: གཡས་ཀྱི་ལས་ཁུལ་དུ་སྤོ་བ།
pl: Przenieś na prawy obszar roboczy
pt_br: Mover para Área de Trabalho à direita

source: Close
bo: སྒོ་རྒྱོབ།
pl: Zamknij
pt_br: Fechar

# An orientation of a pointer axis event
source: Horizontal
pl: Poziomy

# An orientation of a pointer axis event
source: Vertical
pl: Pionowy

source: X11 Windows
pl: Okna X11

source: Wayland Windows
pl: Okna Wayland

source: Driver:
pl: Sterownik:

source: LEDs
pl: LEDy
